Repository: zittix/xGPS
Catalog: *.lproj/Localizable.strings
Languages: ar, da, dutch, el, fi, french, german, italian, lt, pl, pt, ru, sk, sl, spanish, sq, sv, th, zh_tw

source: Device Info
ar: معلومات الجهاز
da: Enheds info
dutch: Apparaat Info
el: Πληροφορίες συσκευής
fi: Laitteen tiedot
french: Information de l'appareil
german: Geräteinformation
italian: Informazioni dispositivo
lt: Prietaiso informacija
pl: Informacje
pt: Informação do dispositivo
ru: Информация об устройстве
sk: Informácie o Zariadení
sl: Več o napravi
spanish: Info. del GPS
sq: Informata për mjetin
sv: Enhetsinfo
th: Информация за устройството
zh_tw: 裝置資訊

source: Directions
ar: اتجاهات
da: Ruteplan
dutch: Route
el: Οδηγίες
fi: Reittiohjeet
german: Fahranweisungen
italian: Direzioni
lt: Kryptys
pl: Trasy
pt: Direções
ru: Указания
sk: Pokyny
sl: Poti
spanish: Direcciones
sq: Drejtimet
sv: Köranvisningar
th: Напътствия
zh_tw: 規劃路線

source: Directions Bookmarks
ar: اتجاهات العناوين
da: Ruteplans bogmærker
dutch: Route Bladwijzers
el: Οδηγίες Σελιδοδεικτών
fi: Reittiohjeiden kirjanmerkit
french: Itinéraires - Signets
german: Routen-Lesezeichen
italian: Direzioni preferite
lt: Krypčių žymės
pl: Zakładki tras
pt: Endereços Favoritos
ru: Закладки указаний
sk: Záložky Pokynov
sl: Zaznamki poti
spanish: Itinerarios Favoritos
sq: Faqeshënimet për drejtimet
sv: Bokmärken köranvisningar
th: Отметки за напътствия
zh_tw: 規劃路線書籤

source: Disable Beep
ar: تعطيل الصفارة
da: Deaktiver beep
dutch: Uitschakelen Beep
fi: Poista äänet käytöstä
french: Désactiver le bip
german: Warnton aus
italian: Disabilita Beep
pl: Wyłacz pikanie
pt: Desativar Beep
ru: Запретить звук
spanish: Desactivar el Bip
sv: Stäng av ton
th: Изкл. звука
zh_tw: 關閉聲響

source: Disable GPS
da: Deaktiver GPS
dutch: GPS Deactiveren
el: Απενεργοποίηση GPS
french: Désactiver le GPS
german: GPS Deaktivieren
italian: Disabilita GPS
lt: Išjungti GPS
pl: Wyłącz GPS
pt: Desativar GPS
ru: Выключение GPS
sk: Zakázať GPS
sl: Onemogoči GPS
spanish: Desactivar el GPS
sq: Ç'aktivizo GPS
sv: Inaktivera GPS
zh_tw: 關閉 GPS

source: Disconnected
ar: غير متصل
da: Slukket
dutch: Verbroken
el: Αποσυνδεμένο
fi: Ei yhdistetty
french: Déconnecté
german: Getrennt
italian: Disconnesso
lt: Išjungtas
pl: Rozłączony
pt: Desconectado
ru: Отключен
sk: Odpojené
sl: Nepovezan
spanish: Desconectado
sq: Shkëputur
sv: Frånkopplad
th: Няма връзка
zh_tw: 已斷線

source: Dismiss
ar: فصل
da: Afvis
dutch: Sluiten
el: Παράλειψη
fi: Hylkää
french: OK
german: Ablehnen
italian: Chiudi
lt: Nutraukti
pl: Zamknij okno
pt: Ignorar
ru: Закрыть
sk: Odmietnuť
sl: Zapri
spanish: Aceptar
sq: Mos prano
sv: Avslå
th: Отхвърли
zh_tw: 確定

source: Distances and speed will be showed with the meter unit (km/h and meters).
ar: المسافات وسرعة سوف تظهر مع وحدة الميتر (km/h and meters).
da: Hastighed og afstande vil blive vist metrisk (km/t og meter).
dutch: Afstand en snelheid zal worden weergegeven in Meter eenheid (km/h en meters).
el: Αποστάσεις και ταχύτητα θα απεικονίζονται με μονάδα μέτρησης μέτρων (χ.α.ω. και μέτρα).
fi: Matkat ja nopeudet näytetään metreissä (Km/h ja metrit)
french: Les distances et la vitesse seront affichées avec l'unité des mètres (km/h et mètre).
german: Entfernung und Geschwindigkeit werden metrisch angezeigt (km/h und Meter)
italian: Distanza e velocità saranno visualizzate con il sistema metrico decimale (km/h e metri).
lt: Atstumas ir greitis bus rodomas metrais (km/h ir metrai).
pl: Odległość i predkość będą wyświetlane w kilometrach (km/h i metry)
pt: Distâncias e velocidade será mostrado com a unidade métrica (km / h, e metros).
ru: Расстояния и скорость будут показаны в метрах (км/час и метры)
sk: Vzdialenosti a rýchlosť budú zobrazené v metrických jednotkách (km/h a metre).
sl: Prikaz razdalje in hitrosti v km/h in metrih.
spanish: Las distancias y la velocidad se mostrarán en sistema métrico (km/h y metro).
sq: Largësia dhe shpejtësia do të tregohet me njësinë e metrit (km/h dhe metra).
sv: Avstånd och hastighet visas metriskt (km/h och meter).
th: Разстоянията и скоростта ще бъдат показвани в метричната система (км/ч и метри).
zh_tw: 距離與車速將會以公尺顯示（km/h 及公尺）。

source: Distances and speed will be showed with the mile unit (mph and miles).
ar: المسافات وسرعة سوف تظهر مع وحدة الميل (mph and miles).
da: Hastighed og afstande vil blive vist i miles (mph og miles).
dutch: Afstand en snelheid zal worden weergegeven in Mile eenheid (mph en miles).
el: Αποστάσεις και ταχύτητα θα απεικονίζονται με μονάδα μέτρησης μιλίου (μ.α.ω. και μίλια).
fi: Matkat ja nopeudet näytetän maileissa (mph ja mailit)
french: Les distances et la vitesse seront affichées avec l'unité des miles (US/UK) (mph et miles).
german: Entfernung und Geschwindigkeit werden in Meilen pro Stunde und Meilen angezeigt. (mph und Meilen)
italian: Distanza e velocità saranno visualizzate con il sistema metrico inglese (mph e milglia).
lt: Atstumas ir greitis bus rodomas myliomis (mph ir mylios).
pl: Odległość i predkość będą wyświetlane w milach (mph i mile)
pt: Distâncias e velocidade será mostrado com a unidade milhas (mph e milhas).
ru: Расстояния и скорость будут показаны в милях (миль/час и мили)
sk: Vzdialenosti a rýchlosť budú zobrazené v míľových jednotkách (mph a míle).
sl: Prikaz razdalje in hitrosti v mph in milijah.
spanish: Las distancias y la velocidad se mostrarán en sistema imperial (US/UK) (mph y miles).
sq: Largësia dhe shpejtësia do të tregohet me njësinë e miljës (mph and milje).
sv: Avstånd och hastighet visas med amerikanska enheter (mph och miles).
th: Разстоянията и скоростта ще бъдат показвани в мили (мили/ч и мили).
zh_tw: 距離與車速將會以英呎顯示（mph 及英呎）。

source: Download
ar: تنزيل
dutch: Laden
el: Κατέβασε
fi: Lataa
french: Télécharger
german: Laden
lt: Parsiųsti
pl: Ściągnij
ru: Загрузить
sk: Stiahnuť
sl: Prenesi
spanish: Descargar
sq: Shkarko
sv: Ladda ner
th: Зареди
zh_tw: 下載

source: Download maps
ar: تنزيل خرائط
da: Download kort
dutch: Kaarten laden
fi: Lataa karttoja
french: Télécharger une carte
german: Karten laden
italian: Download mappe
pl: Ściągnij mapy
pt: Baixar mapas
ru: Загрузить карты
spanish: Descargar mapas
sv: Ladda ner kartor
th: Зареди карти
zh_tw: 下載地圖

source: Downloaded maps size
ar: حجم تحميل الخرائط
da: Downloaded kort størrelse
dutch: Opgeslagen kaarten
el: Μέγεθος κατεβασμένων χαρτών
fi: Ladattujen kartojen koko
french: Taille des cartes
german: Größe der Karte
italian: Dimensione mappe
lt: Parsiųstų žemėlapių dydis
pl: Rozmiar map
pt: Tamanho dos mapas baixados
ru: Размер загруженной карты
sk: Veľkosť stiahnutých máp
sl: Velikost prenesenih kart
spanish: Tamaño mapas descargados
sq: Madhësia e hartës e shkarkuar
sv: Storlek på nedladdade kartor
th: Размер на заредени карти
zh_tw: 下載地圖大小

source: Downloading maps...
ar: تنزيل الخرائط...
da: Downloader kort...
dutch: Laden van de kaarten...
el: Κατεβάζοντας χάρτες...
fi: Ladataan karttaa...
french: Téléchargement des cartes...
german: Karten laden...
italian: Download in corso...
lt: Siunčiami žemėlapiai...
pl: Ściągam mapy...
pt: Baixando mapas...
ru: Загрузка карты ...
sk: Sťahovanie máp...
sl: Prenašam zemljevide...
spanish: Descargando mapas...
sq: Duke shkarkuar hartat...
sv: Laddar ner kartor...
th: Зареждане на карти...
zh_tw: 正在下載地圖...

source: Driving directions
da: Kørselsvejledning
dutch: Route
el: Οδηγίες οδήγησης
french: Itinéraire
german: Routen
italian: Direzioni di guida
lt: Vairavimo kryptys
pl: Trasy
pt: Sentidos de direções
ru: Указания для вождения
sk: Pokyny pre šoférovanie
sl: Vodenje
spanish: Itinerario
sq: Drejtimet e vozitjes
sv: Köranvisningar
th: Напътствия за шофиране
zh_tw: 規劃路線

source: Enable GPS
da: Aktiver GPS
dutch: GPS Activeren
el: Ενεργοποίηση GPS
french: Activer le GPS
german: GPS Aktivieren
italian: Abilita GPS
lt: Įjungti GPS
pl: Włącz GPS
pt: Ativar GPS
ru: Включить GPS
sk: Povoliť GPS
sl: Omogoči GPS
spanish: Activar el GPS
sq: Lësho GPS
sv: Aktivera GPS
zh_tw: 開啟 GPS

source: Enable night mode
ar: تمكين الوضع اليلي
da: Aktiver nat tilstand
dutch: Inschakelen nacht mode
fi: Ota yömoodi käyttöön
french: Activer mode nuit
german: Nachtmodus
italian: Abilita
pl: Włącz tryb nocny
pt: Ativar o modo noturno
ru: Включить ночной режим
spanish: Activar modo noche
sv: Aktivera nattläge
th: Вкл. нощен режим
zh_tw: 開啟夜間模式

source: Enable timer
ar: تمكين الوقت
da: Aktiver timer
dutch: Inschakelen timer
fi: Ota ajastin käyttöön
french: Activation horaire
german: Zeitschaltung
italian: Abilita timer
pl: Włącz chronometr
pt: Ativar temporizador
ru: Включить таймер
spanish: Activar horario
sv: Aktivera timer
th: Вкл. таймера
zh_tw: 開啟計時器

source: ersio
spanish: Versión

source: etting
spanish: Parámetros

source: From / Departure
ar: من / المغادرة
da: Fra / Afgang
dutch: Van / Vertrek
el: Από / Αναχώρηση
fi: Lähtöpaikka:
french: Depuis / Départ
german: Von / Abfahrt
italian: Da / Partenza
lt: Iš / Išvykimas
pl: Początek trasy
pt: De / Saida
ru: Откуда/ Выезд
sk: Z / Príchod
sl: Od / Odhod
spanish: Desde / Salida
sq: Nga / Nisja
sv: Från / Start
th: От / Тръгване
zh_tw: 起點 / 出發點

source: From:
ar: من:
da: Fra:
dutch: Van:
el: Από:
fi: Lähtöpaikka:
french: De:
german: Start:
italian: Da:
lt: Iš:
pl: Z:
pt: De:
ru: Откуда:
sk: Z:
sl: Od:
spanish: De:
sq: Nga:
sv: Från:
th: От:
zh_tw: 起點：

source: GMaps Hybrid
da: GKort Hybrid
fi: GMaps Hybridi
french: GMaps Hybride
italian: GMaps Ibrida
pl: Mapa hybrydowa
ru: GMaps Гибрид
spanish: GMaps Híbrido
th: GMaps Хибрид
zh_tw: GMaps 混合

source: GMaps Terrain
da: GKort Terræn
dutch: GMaps Terrein
fi: GMaps Maasto
french: GMaps Relief
italian: GMaps Terreno
pl: Mapa terenowa
pt: GMaps Terreno
ru: GMaps Ландшафт
spanish: GMaps Relieve
sv: GMaps Terräng
th: GMaps Терен
zh_tw: GMaps 地形

source: Go Home
ar: العودة للمنزل
da: Kør hjem
dutch: Naar huis
fi: Mene kotiin
french: Maison
german: Nach Hause
italian: Torna a Casa
pl: Wróć
pt: Vá para casa
ru: Домой
spanish: Ir al Inicio
sv: Kör hem
th: Към вкъщи
zh_tw: 回自家點

source: Good
ar: جيد
da: Godt
dutch: Goed
el: Καλό
fi: Hyvä
french: Bon
german: Gut
italian: Buono
lt: Geras
pl: Dobry
pt: Bom
ru: Хорошый
sk: Dobrý
sl: Dober
spanish: Bueno
sq: Mirë
sv: Bra
th: Добра
zh_tw: 良好

source: Google Maps Hybrid
ar: خرائط جوجل Hybrid
da: Google Kort Hybrid
fi: Google Maps Hybridi
french: Google Maps Hybride
italian: Google Maps Ibrida
pl: Hybrydowe Google Maps
pt: Google Maps Híbrido
ru: Гибридная Карта Google
spanish: Google Maps Híbrido
th: Google Maps Хибрид
zh_tw: Google 混合地圖

source: Google Maps link to my position
french: Lien Google Maps
spanish: Google Maps enlace a mi posición

source: Google Maps Terrain
ar: خرائط جوجل Terrain
da: Google Kort Terræn
dutch: Google Maps Terrein
fi: Google Maps Maasto
french: Google Maps Relief
italian: Google Maps Terreno
pl: Terenowe Google Maps
pt: Google Maps Terreno
ru: Ландшафтная Карта Google
spanish: Google Maps Relieve
sv: Google Maps Terräng
th: Google Maps Терен
zh_tw: Google 地形地圖

source: GPS Enabled
ar: تفعيل GPS
da: GPS aktiveret
dutch: GPS ingeschakeld
fi: GPS Käytössä
french: GPS Activé
german: GPS ein/aus
italian: GPS Abilitato
pl: GPS Włączony
ru: GPS Включен
spanish: GPS Activado
sv: GPS används
th: GPS включен
zh_tw: GPS 已開啟

source: GPS Information
ar: معلومات الGPS
dutch: GPS Informatie
fi: GPS:n tiedot
french: Information GPS
italian: Informazioni GPS
pl: Informacja GPS
pt: GPS Informação
ru: Информация GPS
spanish: Información GPS
th: GPS информация
zh_tw: GPS 資訊

source: GPS state
ar: حالة GPS
da: GPS status
dutch: GPS Status
el: Κατάσταση GPS
fi: GPS:n tila
french: Etat GPS
german: GPS Status
italian: Stato GPS
lt: GPS būsena
pl: Status GPS
pt: Estado do GPS
ru: Состояние GPS
sk: Stav GPS
sl: Stanje GPS
spanish: Estado del GPS
sq: Gjendja e GPS
sv: GPS tillstånd
th: GPS състояние
zh_tw: GPS 狀態

source: GPS to use
ar: لاستخدام GPS
da: GPS valg
dutch: GPS voor gebruik
el: GPS προς χρήση
fi: Käytettävä GPS
french: GPS à utiliser
german: GPS wählen
italian: GPS in uso
lt: naudojamas GPS
pl: Rodzaj GPS
pt: GPS para uso
ru: Использовать GPS
sk: Použiť GPS
sl: Uporabi GPS
spanish: Elegir GPS
sq: GPS për të përdorur
sv: Använd GPS
th: GPS за използване
zh_tw: 使用之 GPS

source: GPS Tracking
ar: تتبع GPS
fi: GPS jäljitys
french: Suivi GPS
pl: Namierzanie GPS
ru: GPS Трекинг
spanish: Seguimiento GPS
sv: GPS-spårning
th: GPS следене
zh_tw: GPS 軌跡

source: GPX Log Files
ar: GPX ملفات الدخول
da: GPX Log Filer
dutch: GPX Vastleggingen
fi: GPX:n Lokitiedostot
french: Fichiers GPX
german: GPX Logdateien
italian: GPX Files di Log
pl: Logi GPX
ru: GPX Файлы протоколирования
spanish: Registros GPX
sv: GPX-loggfiler
th: GPX лог файлове
zh_tw: GPX 記錄檔案

source: GPX Logging
ar: دخول GPX
dutch: GPX vastlegging
el: Καταγραφή GPX
fi: GPX Loki
french: Traçage GPX
german: GPX Aufzeichnung
lt: GPX žurnalas
pl: Logowanie GPX
pt: GPX Registrando
ru: GPX Протоколирование
sk: GPX Logovanie
sl: GPX Logiranje
spanish: Grabar Gpx
sq: GPX shënim
sv: GPX-loggning
th: GPX следене
zh_tw: GPX 紀錄

source: Home Address
ar: عنوان المنزل
da: Hjem adresse
dutch: Thuis adres
fi: Kotiosoite
french: Adresse domicile
german: Privatadresse
italian: Indirizzo di Casa
pl: Adres domowy
pt: Endereço de casa
ru: Домашний Адрес
spanish: Dirección de Inicio
sv: Hemadress
th: Домашен адрес
zh_tw: 自家點地址

source: irection
spanish: Cómo llegar

source: isconnecte
spanish: esconectad

source: ismis
spanish: escarta

source: Language
ar: لغة
da: Sprog
dutch: Taal
el: Γλώσσα
fi: Kieli
french: Langue
german: Sprache
italian: Lingua
lt: Kalba
pl: Język
pt: Indioma
ru: Язык
sk: Jazyk
sl: Jezik
spanish: Idioma
sq: Gjuha
sv: Språk
th: Език
zh_tw: 語言

source: Large font size
ar: حجم الخط كبير
da: Stor font
dutch: Grote letters
fi: Iso fonttikoko
french: Grande police
german: Schrift (groß)
italian: Caratteri grandi
pl: Zwiększ czcionke
pt: Tamanho grande da fonte
ru: Большой размер шрифта
spanish: Fuente grande
sv: Stort teckensnitt
th: Голям шрифт
zh_tw: 大型字體

source: Latitude
ar: خط العرض
da: Breddegrad
dutch: Breedtegraad
fi: Leveysaste
german: Geographische Breite
italian: Latitudine
pl: Szerokość
ru: Широта
spanish: Latitud
sv: Latitud
th: Ширина
zh_tw: 緯度

source: License checking
ar: التحقق من الترخيص
da: Licens check
dutch: Licentie controle
el: Έλεγχος αδείας
fi: Lisenssitarkistus
french: Vérification license
german: Lizenz prüfen
italian: Controllo licenza
lt: Tikrinama licenzija
pl: Sprawdzanie licencji
pt: Controle de Licença
ru: Проверка лицензии
sk: Kontrola Licenie
sl: Preverjam licenco
spanish: Comprobación de licencia
sq: Kontrollimi i lejes
sv: Licenskontroll
th: Проверка на лиценза
zh_tw: 正在檢查授權

source: License number
ar: رقم الرخصة
da: Licens nummer
dutch: Licentie nummer
el: Αριθμός αδείας
fi: Lisenssinumero
french: Numéro de license
german: Lizenznummer
italian: Numero licenza
lt: Licenzijos numeris
pl: Numer licencji
pt: Número da licença
ru: Номер лицензии
sk: Číslo Licencie
sl: Številka licence
spanish: Número de licencia
sq: Numri i lejes
sv: Licensnummer
th: Лицензен номер
zh_tw: 授權碼

source: License number for %@
ar: الترخيص لعدد ٪ @
da: Licens nummer for %@
dutch: Licentie nummer voor %@
el: Αριθμός αδείας για %@
fi: %@:n lisenssinumero
french: Numéro de license pour %@
german: Lizenznummer für %@
italian: Numero licenza per %@
lt: Licenzija skirta %@
pl: Numer licencji %@
pt: Número da licença para %@
ru: Номер лицензии для %@
sk: Číslo Licencie pre %@
sl: Licenčna številka za %@
spanish: Número de licencia para %@
sq: Numri i lejes për %@
sv: Licensnummer för %@
th: Лицензен номер за %@
zh_tw: 註冊使用者：%@

source: License:
ar: الترخيص :
da: Licens:
dutch: Licentie:
el: Άδεια:
fi: Lisenssi
german: Lizenz:
italian: Licenza:
lt: Licenzija:
pl: Licencja:
pt: Licença:
ru: Лицензия:
sk: Licencia:
sl: Licenca:
spanish: Licencia:
sq: Leja:
sv: Licens:
th: Лиценз:
zh_tw: 授權：

source: Location / Place
ar: الموقع / المكان
da: Placering / Sted
dutch: Locatie / Plek
french: Endroit / Place
german: Ort / Platz
italian: Posizione / Luogo
pl: Lokacja:
pt: Local / Lugar
ru: Местоположение
spanish: Lugar / Sitio
sv: Plats / Position
th: Местоположение / Място
zh_tw: 位置 / 地點

source: Locations
ar: الموقع
da: Placeringer
dutch: Locaties
el: Τοποθεσίες
fi: Sijainnit
french: Endroits
german: Orte
italian: Posizioni
lt: Vietos
pl: Lokacje
pt: Posições
ru: Местоположения:
sk: Lokácie
sl: Lokacije
spanish: Lugares
sq: Vendet
sv: Platser
th: Местоположения
zh_tw: 位置

source: Log file size
da: Log fil størrelse
dutch: Grootte file vastlegging
el: Μέγεθος αρχείου καταγραφής
french: Taille du fichier
german: Log Dateigröße
italian: Dimensione file di log
lt: Žurnalo bylos dydis
pl: Rozmiar logu GPX
pt: Tamanho do arquivo de log
ru: Записывать размер файла
sk: Veľkosť Log súboru
sl: Velikost logov
spanish: Tamaño del registro Gpx
sq: Madhësia e file-it të shënimeve
sv: Loggfilsstorlek
zh_tw: 紀錄檔案大小

source: Longitude
ar: خط الطول
da: Længdegrad
dutch: Lengtegraad
fi: Pituusaste
german: Geographische Länge
pl: Długość
ru: Долгота
spanish: Longitud
sv: Longitud
th: Дължина
zh_tw: 經度

source: Manage maps
da: Kort Manager
dutch: Beheer kaarten
el: Διαχείρηση χαρτών
french: Gestion des cartes
german: Karten Verwalten
italian: Gestione mappe
lt: Tvarkyti žemėlapius
pl: Zarządzaj mapami
pt: Gerenciar Mapas
ru: Управление картами
sk: Spravovať mapy
sl: Uredi zemljevide
spanish: Gestión de mapas
sq: Përkujdesu për hartat
sv: Hantera kartor
zh_tw: 管理地圖

source: Manager
ar: مدير المهام
dutch: Beheerder
fi: Hallinta
italian: Gestione
pt: Gerenciar
ru: Менеджер
spanish: Gestor
sv: Hanterare
th: Мениджър
zh_tw: 管理員

source: Map
ar: الخريطة
da: Kort
dutch: Kaart
el: Χάρτης
fi: Kartta
french: Carte
german: Karte
italian: Mappa
lt: Žemėlapis
pl: Mapa
ru: Карта
sk: Mapa
sl: Zemljevid
spanish: Mapa
sq: Harta
sv: Karta
th: Карта
zh_tw: 地圖

source: Map auto-rotation
ar: الدوران الالي للخريطة
da: Kort auto-rotation
dutch: Auto-rotatie kaart
el: Αυτόματη περιστροφή χάρτη
fi: Kartan automaattikääntö
french: Auto-rotation carte
german: Karte drehen
italian: Auto-rotazione mappa
lt: Žemėlapio automatinis pasukimas
pl: Autorotacja mapy
pt: Auto-rotação do mapa
ru: Авто-поворот карты
sk: Automatické natáčanie mapy
sl: Samodejna rotacija
spanish: Auto-rotación mapa
sq: Vetërrotullim i hartës
sv: Automatisk kartrotation
th: Авто-завъртане
zh_tw: 地圖自動轉向

source: Map Database size
ar: حجم قاعدت البيانات للخريطة
da: Kort databasestørrelse
dutch: Kaarten bestands grote
el: Μέγεθος βάσης χάρτη
fi: Karttatietokannan koko
french: Taille cartes
german: Kartengröße
italian: Dimensione database mappa
lt: Žemėlapių DB dydis
pl: Rozmiar map
pt: Tamanho da base de dados do mapa
ru: Размер базы карты
sk: Veľkosť datázy mapy
sl: Velikost zbirke kart
spanish: Tamaño de BD
sq: Madhësia e bazës së të dhënave të hartës
sv: Kartdatabasens storlek
th: Размер на карти
zh_tw: 地圖資料庫大小

source: Map details
ar: تفاصيل الخريطة
da: Kortdetaljer
dutch: Kaart details
fi: Kartan yksityiskohdat
french: Détails de la carte
german: Kartendetails
italian: Dettagli mappa
pl: Szczegóły map
pt: Detalhe do Mapa
ru: Детали карты
spanish: Detalles del mapa
sv: Kartdetaljer
th: Детайли за карта
zh_tw: 地圖精細度

source: Map name
ar: إسم الخريطة
da: Kort navn
dutch: Kaart naam
fi: Kartan nimi
french: Nom de la carte
german: Kartenname
italian: Nome mappa
pl: Nazwa mapy
pt: Nome do Mapa
ru: Имя карты
spanish: Nombre del mapa
sv: Kartnamn
th: Име на карта
zh_tw: 地圖名稱

source: Map Type
ar: نوع الخريطة
da: Kort type
dutch: Kaart soort
fi: Kartan tyyppi
french: Type de carte
german: Kartentyp
italian: Tipo mappa
pl: Typ mapy
pt: Tipo do Mapa
ru: Тип карты
spanish: Tipo de mapa
sv: Karttyp
th: Тип на карта
zh_tw: 地圖類型

source: Maps
ar: الخرائط
da: Kort
dutch: Kaarten
el: Χάρτες
fi: Kartat
french: Cartes
german: Karten
italian: Mappe
lt: Žemėlapiai
pl: Mapy
pt: Mapas
ru: Карты
sk: Mapy
sl: Zemljevidi
spanish: Mapas
sq: Hartat
sv: Kartor
th: Карти
zh_tw: 地圖

source: Maps data
ar: بيانات الخرائط
da: Kort data
dutch: Kaarten informatie
el: Δεδομένα χαρτών
fi: Karttadata
french: Données des cartes
german: Kartendaten
italian: Dati mappe
lt: Žemėlapių duomenys
pl: Dane map
pt: Dados de mapas
ru: Данные карт
sk: Dáta máp
sl: Zbirka kart
spanish: Datos de los mapas
sq: Të dhënat e hartës
sv: Kartinformation
th: Данни за карти
zh_tw: 地圖資料

source: Maps Download
ar: تنزيل الخرائط
da: Kort download
dutch: Laden Kaarten
el: Κατέβασμα χαρτών
fi: Karttojen lataus
french: Téléchargement de cartes
german: Karten laden
italian: Download Mappa
lt: Parsisiųsti žemėlapius
pl: Ściąganie map
pt: Transferência dos mapas
ru: Загрузка Карт
sk: Stiahnutie Máp
sl: Prenos kart
spanish: Descargar mapas
sq: Shkarkimi i hartave
sv: Kartnedladdning
th: Зареждане на карти
zh_tw: 地圖下載

source: Maps downloaded successfully !
ar: تم تحميل الخرائط بنجاح !
da: Kort downloadet korrekt!
dutch: Kaarten succesvol geladen !
el: Επιτυχές κατέβασμα χαρτών!
fi: Kartta ladattu onnistuneesti!
french: Les cartes ont été téléchargées avec succès !
german: Karte vollständig geladen!
italian: Mappa scaricata correttamente!
lt: Žemėlapiai parsiųsti sėkmingai!
pl: Mapa ściągnięta pomyślnie!
pt: Mapas transferidos com sucesso!
ru: Карты загружены успешно!
sk: Sťahovanie Máp úspešné !
sl: Zemljevidi uspešno prenešeni!
spanish: ¡Los mapas se han descargado correctamente!
sq: Hartat u shkarkuan me sukses !
sv: Kartor nedladdade !
th: Картите са заредени успешно !
zh_tw: 地圖下載成功！

source: Maps Manager
ar: مدير الخرائط
da: Kort manager
dutch: Beheren kaarten
el: Διαχειριστής χαρτών
fi: Karttojen hallinta
french: Gestion cartes
german: Kartenmanager
italian: Mappa
lt: Žemėlapių tvarkyklė
pl: Zarządzanie mapami
pt: Controle de mapas
ru: Менеджер Карт
sk: Správca Máp
sl: Upravitelj kart
spanish: Gestor de mapas
sq: Përkujdesi i hartave
sv: Karthanterare
th: Мениджър на карти
zh_tw: 地圖管理員

source: Maps type
ar: نوع الخرائط
da: Kort type
dutch: Kaarten soort
el: Τύπος χαρτών
fi: Kartan tyyppi
french: Type de carte
german: Kartentyp
italian: Tipo mappe
lt: Žemėlapių tipas
pl: Typ map
pt: Tipo de mapas
ru: Тип карт
sk: Typ Máp
sl: Tip karte
spanish: Tipo de mapa
sq: Tipi i hartave
sv: Karttyper
th: Вид на картите
zh_tw: 地圖類型

source: My GPS Position
ar: موقعي الحاليي للGPS
da: Min GPS position
dutch: Mijn GPS Positie
fi: Sijaintini
french: Ma position GPS
german: Meine GPS-Position
italian: Posizione GPS
pl: Moja pozycja
pt: Minha Posição no GPS
ru: Моя позиция по GPS
spanish: Mi posición GPS
sv: Min GPS-position
th: Моята GPS позиция
zh_tw: 我的 GPS 位置

source: My GPS position is:
ar: موقعي الحالي للGPS هو:
da: Min GPS position er:
dutch: Mijn GPS positie is:
fi: Sijaintini on:
french: Ma position GPS est:
german: Meine GPS-Position ist:
italian: La posizione GPS attuale è:
pl: Moja pozycja to:
pt: Minha possição no GPS é:
ru: Моя позиция по GPS:
spanish: Mi posición GPS es:
sv: Min GPS-position är:
th: Моята GPS позиция е:
zh_tw: 我的 GPS 位置為：

source: Name:
ar: الإسم:
da: Navn:
dutch: Naam:
fi: Nimi:
french: Nom:
italian: Nome:
pl: Imie:
pt: Nome:
ru: Имя:
spanish: Nombre:
sv: Namn:
th: Име:
zh_tw: 名稱：

source: New directions database:
ar: الاتجاهات الجديدة قاعدة بيانات :
da: Ny ruteplans database:
dutch: Nieuw route bestand:
fi: Uusi reittitietokanta:
french: Nouvelle base de données d'itinéraires:
german: Neue Datenbank Fahranweisungen:
italian: Nuovo database direzioni:
pl: Nowa baza kierunków:
pt: Novas direcções de dados:
ru: Новая база указаний:
spanish: Nueva ubicación de la BD:
sv: Ny köranvisningsdatabas:
th: Нова база данни за напътствия:
zh_tw: 新規劃路線資料庫：

source: New maps database:
ar: قاعدة بيانات خرائط جديدة :
da: Ny kort database:
dutch: Nieuw kaarten bestand:
el: Νέα βάση χαρτών:
fi: Uusi karttatietokanta:
french: Nouvelle base de données de cartes:
german: Neue Datenbank Karten:
italian: Nuovo database mappe:
lt: Nauja žemėlapių DB:
pl: Nowa baza mapa:
pt: Novos mapas de dados:
ru: Новая база карт:
sk: Nová databáza máp:
sl: Nova baza kart:
spanish: Nueva BD de mapas:
sq: Baza e re e të dhënave e hartave:
sv: Ny kartdatabas:
th: Нова база данни за карти:
zh_tw: 新地圖資料庫：
