Repository: zittix/xGPS
Catalog: *.lproj/Localizable.strings
Languages: ar, da, dutch, el, fi, french, german, italian, lt, pl, pt, ru, sk, sl, spanish, sq, sv, th, zh_tw

source: Voice instructions work only when the language in General settings is set to English.
ar: تعليمات الصوت تعمل فقط عند وضع إعدادات اللغة إلى الإنجليزية
da: Stemme instruktioner virker kun når sprog i Generelle indstillinger er sat til Engelsk.
dutch: Gesproken instructies werken alleen als de Taal in Instellingen Algemeen is gezet op English
fi: Ääniopastus toimii ainoastaan yleisasetusten kieliasetuksen ollessa englanti.
french: Les instructions vocales ne fonctionnent uniquement lorsque le langage est réglé sur English dans les paramètres généraux.
german: Sprachsteuerung funktioniert nur, wenn am Home-Bildschirm unter Einstellungen > Allgemein > Landeseinstellungen die Sprache auf English gestellt ist.
italian: La Guida Vocale funzionerà solo se la lingua di xGPS è impostata su Inglese.
pl: Nawigacja głosowa działa tylko kiedy język ustawiony jest na ANGIELSKI !!!
pt: Instruções de voz funcionam apenas quando a língua em geral configurações é definida para Inglês
ru: Голосовые инструкции работают только при установке языка Английский.
spanish: Las instrucciones vocales funcionan solamente si se ha seleccionado ingles como idioma en los parámetros generales.
sv: Röstinstruktioner fungerar endast när språk är inställt på Engelska i Allmänna inställningar.
th: Гласовите напътсвия работят само когато езикът избран в Общи е Английски.
zh_tw: 語音導引僅適用於將一般設定中的語言設為英文時。

source: Volume
spanish: Volumen

source: Walking
ar: المشي
da: Gå
dutch: Te Voet
fi: Kävellen
french: A pieds
german: Zu Fuß
italian: A Piedi
pl: Chodzenie
pt: Andar a pé
ru: Ходьба
spanish: Peatón
sv: Till fots
th: Вървене
zh_tw: 行走

source: When activated, all the searched driving directions are saved in the bookmarks.
ar: عند تفعيله ، كل البحوث واتجاهات القيادة تحفظ في العناوين.
da: Når aktiveret, vil alle de søgte kørselsvejledning vil blive gemt i bogmærker.
dutch: Wanneer geactiveerd, alle opgezochte routes zijn opgeslagen in de Bladwijzers.
el: Όταν ενεργοποιηθεί, όλες οι εκτελεσμένες αναζητήσεις οδηγιών κατεύθυνσης αποθηκεύονται στους σελιδοδείκτες.
fi: Kun aktivoitu, kaikki haetut reittiohjeet tallennetaan kirjanmerkkeihin.
french: Lorsque cette option est activée, tous les itinéraires seront sauvés dans les signets.
german: Ist die Option aktiviert, wird die Route in den Lesezeichen gespeichert.
italian: Quando attivato tutte le direzioni di guida ricercate saranno salvate tra i preferiti.
lt: Kai įjungta, visos ieškotos važiavimo kryptys bus išsaugotos žymėse.
pl: Wszystkie wyszukane przez użytkownika trasy zostaną zapisane w zakładkach.
pt: Ao ser ativado, todas as pesquisas são guardados nos favoritos
ru: Когда опция включена, все найденные указания для вождения сохраняются в закладках.
sk: Keď je aktivované, všetky vyhľadané pokyny pre riadenie sú ukladané do Záložiek.
sl: Kadar izbrano, vse poti shranjene med zaznamke.
spanish: Cuando esta opción esta activada, todos los datos de cálculos de itinerario estan guardados en sus favoritos.
sq: Kur është e aktivizuar, tërë drejtimet e vozitjes janë të ruajtura në faqeshënimet.
sv: Om aktiverad så sparas alla uppsökta köranvisningar som bokmärken.
th: Когато е активирано, всички търсени напътствия за шофиране се запазват в Отметки.
zh_tw: 當啟動時，所有規劃路線搜尋將會儲存於書籤內。

source: When activated, it disables the sleep mode such that the screen is always on.
ar: عند تفعيله ، فإنه يعطل وضع النوم والشاشة في وضع شغال.
da: Når aktiveret, deaktiveres enhedens automatiske lås, sådan at skærmen altid er tændt.
dutch: Wanneer geactiveerd, verbreekt het de Sleep Mode zodat het scherm altijd aan blijft.
el: Όταν ενεργοποιηθεί, απενεργοποιεί τη διαμόρφωση αδρανοποίησης ώστε η οθόνη να είναι πάντοτε ανοιχτή.
fi: Kun aktivoitu, valmiustila otetaan pois käytöstä jolloin näyttö on aina päällä.
french: Activée, cette option empêche que le mode veille s'active. L'écran reste ainsi toujours allumé.
german: Ist die Option aktiviert, wird die automatische Sperre ausgeschaltet, das Display bleibt eingeschaltet.
italian: Quando attivato disabilita la modalità sleep e mantiene lo schermo sempre acceso.
lt: Kai įjungta, miegojimo režimas bus blokuotas ir ekranas bus visada įjungtas.
pl: Zapobiega włączaniu się wygaszacza ekranu.
pt: Ao ser ativado, ele desabilita o bloqueio automático de tal modo que a tela fica sempre ativa.
ru: Когда опция включена, спящий режим отключается и экран будет все время работать.
sk: Keď je aktivované, zabraňuje režimu spánku, takže je obrazovka stále zapnutá.
sl: Kadar izbrano, onemogoči stanje pripravljenosti naprave, zaslon vedno osvetljen.
spanish: Cuando esta opción esta activada, impide que el iPhone entre en modo reposo. La pantalla se quedara siempre encendida.
sq: Kur është e aktivizuar, ç'aktivizon mënyrën e fjetjes që ekrani të jetë gjithmonë i lëshuar.
sv: Om aktiverad så stängs sovläget av så att skärmen alltid är på.
th: Когато е активирано, телефонът не може да заспи и екрана остава включен.
zh_tw: 當啟動時，將會關閉自動鎖定、畫面將會保持開啟。

source: When activated, the driving directions are recomputed when you are driving on the wrong way.
ar: عند تفعيله ، سوف تعاد تحسب اتجاهات القيادة عندما تسير على الطريق الخطأ.
da: Når aktiveret, genberegnes kørselsvejledningen automatisk, hvis du kører en forkert vej.
dutch: Wanneer actief, zal de route herberekend worden indien u de verkeerde richting heeft genomen.
el: Όταν ενεργοποιηθεί, οι οδηγίες κατεύθυνσης επανυπολογίζονται όταν οδηγείτε σε λάθος δρόμο.
fi: Kun aktivoitu, ajo-ohjeet lasketaan uudestaan ajaessasi väärään suuntaan.
french: Cette option permet de recalculer l'itinéraire en cours lorsque vous ne suivez plus la bonne direction.
german: Ist die Option aktiviert, wird die Route neu berechnet, wenn den vorgeschlagenen Weg zum Ziel verlassen haben.
italian: Quando attivato le direzioni di guida saranno ricalcolate automaticamente in caso di guida in una direzione errata.
lt: Kai įjungta, važiavimo kryptis bus perskaičiuojama automatiškai, jei pasirinsite neteisingą kelią.
pl: Plan podróży będzie na nowo przeliczony po zjechaniu z wyznaczonej trasy.
pt: Ao ser ativado, Será recalculada a direção quando você estiver dirigindo no caminho errado.
ru: Когда опция включена, указания для вождения вычисляются заново, когда вы пропускаете нужный поворот.
sk: Keď je aktivované, inštrukcie pre riadenie sú prepočítavané keď idete zlou cestou.
sl: Kadar izbrano, se pot preračuna, če ste zapeljali v napačno smer.
spanish: Cuando esta opción esta activada, permite recalcular el trayecto actual en el caso de no estar en la dirección correcta.
sq: Kur është e aktivizuar, drejtimet e vozitjes janë të rikalkuluara kur jeni duke shkuar në rrugë të gabuar.
sv: Om aktiverad så räknas rutten om när du kör åt fel håll.
th: Когато е активирано, напътствията за шофиране се преизчисляват, когато карате в грешната посока.
zh_tw: 當啟動時，行駛於錯誤路線時、將會重新計算規劃路線。

source: When GPX logging is activated, all your moves are recorded into a file in the GPX format. The file can then be used on a computer to visualize the track.
da: Når GPX logging er aktiveret, vil alle dine bevægelser blive optaget i en fil i GPX formatet. Filen kan derefter bruges på en pc til visuelt at følge din rute.
dutch: Wanneer GPX vastlegging is geactiveerd, worden alle bewegingen opgeslagen in een GPX formaat file. Dit file kan op een PC gebruikt worden om de track te visualiseren.
el: Όταν η καταγραφή GPX είναι ενεργοποιημένη, όλες οι κινήσεις σας καταγράφονται σε ένα αρχείο διαμόρφωσης GPX.Το αρχείο μπορεί να χρησιμοποιηθεί σε έναν υπολογιστή για να απεικονίσει τη διαδρομή.
french: Quand l'enregistrement GPX est activé, tous vos mouvements seront enregistrés dans un fichier au format GPX. Ce fichier pourra ensuite être utilisé sur un ordinateur pour visualisé le tracé.
german: Wenn die GPX Aufzeichnung aktiviert ist, wird ihr Weg in einer GPX Datei gespeichert. Auf einem Computer kann diese Datei zur Darstellung des Weges benutzt werden.
italian: Quando il logging GPX è attivato tutte i tuoi movimenti saranno salvati in un file in formato GPX. Questo file potrà essere utilizzato su un computer per visualizzare il percorso.
lt: Kai įjungtas GPX žurnalas, visas Jūsų judėjimas bus įrašytas GPX formatu. Byla bus galima naudotis kompiuteriu, vizualizuojant Jūsų judėjimą.
pl: Kiedy włączone jest logowanie GPX wszystkie Twoje ruchy są zapisywane z pliku. Plik ten może być użyty do wizualizacji trasy za pomocą innych aplikaji.
pt: Quando GPX log é ativado, todos os seus movimentos são gravados em um arquivo no formato GPX. O arquivo pode então ser usado em um computador para visualizar o caminho.
ru: Когда опция GPX logging включена, все перемещения записываются в файл в формате GPX. Этот файл может быть открыть на компьютере для отображения перемещений.
sk: Keď je GPX logovanie aktivované, všetky Vaše pohyby sú nahrávanédo súboru v GPX formáte. Súbor potom môže byť použitý na počítačí pre vizualizáciu cesty.
sl: Kadar GPX logiranje izbrano, se vsi položaji shranjujejo v datoteko GPX, pot se lahko kasneje rekonstruira na računalniku.
spanish: Cuando el registro de Gpx esta activado, sus movimientos se almacenan en un fichero de formato Gpx. Se puede utilizar estos datos para visualizar sus trayectos en un ordenador.
sq: Kur GPX shenimi është i aktivizuar, të gjitha lëvizjet e juaja janë të ruajtura në një file me GPX formatim. File-i pastaj mund të përdoret në një kompjuter që ta shikoni rrugën.
sv: När GPX-loggning är aktiverat så sparas din förflyttning till en fil i GPX-format. Filen kan sedan användas på en dator för att visualisera rutten.
zh_tw: 當 GPX 紀錄開啟時，所有的移動都將會以 GPX 格式進行紀錄，可以於電腦上檢視該檔案。

source: When GPX logging is activated, all your moves are recorded into a file in the GPX format. The file can then be used on a computer to visualize the track. The log file can be downloaded through the web-based interface using the Wireless Transfer mode.
ar: عندما يتم تنشيط الدخول للGPX ، كل التحركات تكون مسجلة في ملف GPX . الملف يمكن استخدامها بعد ذلك على جهاز كمبيوتر لتصور مسارها.
dutch: Wanneer GPX vastlegging is geactiveerd, zijn al je verplaatsingen vastgelegd in GPX formaat. Het bestand kan dan op een computer worden gebruikt om het spoor te visualiseren. Het logboekbestand kan door een Web-based interface worden opgehaald door gebruik te maken van de Draadloze overdracht mode.
fi: Kun GPX-lokitus aktivoidaan, kaikki liikkeesi tallennetaan tiedostoon GPX-formaatissa. Tiedoston avulla kuljettu reitti voidaan helposti visualisoida tietokoneella. Lokitiedosto voidaan ladata web-käyttöliittymällä langattomassa tiedonsiirtotilassa.
french: Lorsque cette fonction est activée, tous vos mouvements seront enregistrés dans un fichier appelé GPX. Ce fichier peut être utilisé sur un ordinateur pour visualiser votre trajet. Le fichier peut être télécharger par l'intermédiaire du mode de transfert sans-fil.
german: Ist die GPX-Logfunktion aktiviert, werden ihre zurückgelegten Wege aufgezeichnet und in eine Datei im Format GPX geschrieben. Die Datei lässt sich später per WiFi-Transfer auf den PC übertragen, die Wegstrecke dort anzeigen.
italian: Quando il GPX logging è attivato tutti i tuoi movimenti saranno salvati in un file in formato GPX. Il file potrà essere successivamente scaricato su un computer utilizzando l'interfaccia Web nella modalità di Trasferimento Wireless e ne potrà essere visualizzato il percorso.
pl: Kiedy włączone jest logowanie GPX wszystkie ruchy zapisywane są w pilku logu. Plik ten może być użyty na komputerze celem wizualizacji trasy.
ru: Если включена опция
spanish: Cuando el registro de Gpx está activado, sus movimientos se almacenan en un fichero de formato Gpx. Se puede utilizar estos datos para visualizar sus trayectos en un ordenador. El registro GPX puede ser transmitido a su ordenador vía Wifi
sv: När GPX-loggning är aktiverat så sparas din förflyttning till en fil i GPX-format. Filen kan sedan användas på en dator för att visualisera rutten. Loggfilen laddas ner genom webbgränssnittet i Trådlöst överföringsläge
th: Когато GPX следенето е активирано, всички ваши движения се записват във файл в GPX формат. След това файла може да се използва на компютър да се визуализира пътя. Лог файла може да се смъкне чрез web-базирания интерфейс използвайки режима Безжичен трансфер.
zh_tw: 當 GPX 記錄開啟時，所有移動都將以 GPX 格式進行檔案記錄，檔案可於電腦上進行檢視。記錄檔案可藉由網頁界面進行無線傳送模式進行下載。

source: Wireless Transfer
ar: نقل لاسلكية
da: Trådløs overførsel
dutch: Draadloze Overdracht
el: Ασύρματη μεταφορά
fi: Langaton tiedonsiirto
french: Transfert Sans-fil
german: WiFi-Transfer
italian: Trasferimento Wireless
lt: Bevielis persiuntimas
pl: Transfer bezprzewodowy
pt: Transferência Wireless
ru: Передача через Wi-Fi интерфейс
sk: Bezdrôtový Prenos
sl: Brezžičen prenos
spanish: Transmisión Wifi
sq: Transfer pa tela
sv: Trådlös överföring
th: Безжичен трансфер
zh_tw: 無線傳送

source: Wrong Way hidden
ar: وجهة الطريق خاطئة
da: Forkert vej slået fra
dutch: Verkeerde Richting verborgen
fi: Väärä suunta piilotettu.
french: Mauvaise directions caché
german: Falsche Richtung aus
italian: Strade sbagliate
pl: Ukrywa napis "Zła trasa"
pt: Caminho Errado escondido
ru: Неправильный Путь скрыт
spanish: Ocultar dir. incorrecta
sv: Fel väg gömd
th: Скрий грешна посока
zh_tw: 隱藏路線錯誤

source: Wrong Way
ar: خطأ لا وجهة
da: Forkertnvej
dutch: Verkeerde richting
el: ΛάθοςnΚατεύθυνση
fi: Vääränsuunta!
french: Mauvaise Direction
german: FalschenRichtung
italian: Direzionenerrata
lt: Neteisingas kelias
pl: Zła trasa
pt: Errado deQ.Maneira
ru: Неправильный Путь
sk: Zlá Cesta
sl: Napačnansmer
spanish: Fuera de ruta
sq: Drejtim inGabuar
sv: Felnväg
th: Грешна посока
zh_tw: 路線n錯誤

source: xGPS Error
ar: خطأ xGPS
da: xGPS fejl
dutch: xGPS Fout
el: Σφάλμα xGPS
fi: xGPS:n virhe!
french: Erreur xGPS
german: xGPS Fehler
italian: Errore xGPS
lt: xGPS klaida
pl: Błąd xGPS
pt: xGPS erro
ru: xGPS Ошибка
sk: xGPS Chyba
sl: xGPS Napaka
spanish: Fallo de xGPS
sq: Error i xGPS
sv: xGPS fel
th: xGPS грешка
zh_tw: xGPS 錯誤

source: xGPS Version
ar: الإصدار xGPS
dutch: xGPS Versie
el: Έκδοση xGPS
fi: xGPS:n versio
french: Version xGPS
lt: xGPS versija
pl: Wersja xGPS
pt: Versão xGPS
ru: Версия xGPS
sk: xGPS Verszia
sl: xGPS Verzija
spanish: Version xGPS
sq: Versioni i xGPS
th: xGPS версия
zh_tw: xGPS 版本

source: xGPS Web-based Management
ar: الإدارة على شبكة الإنترنت xGPS
da: xGPS Web-baseret Management
dutch: xGPS Web-based Beheerder
el: Δικτυακή Διαχείρηση xGPS
fi: xGPS:n webbihallinnointi
french: Management Web de xGPS
german: xGPS Web-basiertes Management
italian: xGPS Gestione interfaccia Web
lt: xGPS internetinis valdymas
pl: Zarządzanie przes www
pt: xGPS Web-based gerenciamento
ru: Управление xGPS через Web
sk: xGPS Web Správca
sl: xGPS Spletno urejanje
spanish: Gestión Web de xGPS
sv: xGPS Webbaserad hantering
th: xGPS Web-базирано управление
zh_tw: xGPS 網頁管理

source: ybri
spanish: Híbrido

source: Yes
ar: نعم
da: Ja
dutch: Ja
el: Ναι
fi: Kyllä
french: Oui
german: Ja
italian: Si
lt: Taip
pl: Tak
pt: Sim
ru: Да
sk: Áno
sl: Da
spanish: Si
sq: Po
sv: Ja
th: Да
zh_tw: 確定

source: You cannot do a search request while you are in the offline mode. You can switch off the offline mode by tapping the Settings button.
ar: أنت لا تستطيع أن تفعل طلب بحث وأنت في الوضع دون اتصال. يمكنك إيقاف الوضع دون اتصال عن طريق الضغط على زر الاعدادات.
da: Du kan ikke foretage en søgning mens du er i Flytilstand. Du kan koble Flytilstand fra ved at trykke på Indstillinger knappen.
dutch: U kunt geen zoekopdracht doen terwijl u in off-line mode staat.U kunt de off-line mode uitschakelen onder de Instellingen knop
el: Δεν μπορείτε να εκτελέσετε ένα αίτημα όταν βρίσκεστε στη διαμόρφωση εκτός δικτύου.Μπορείτε να απενεργοποιήσετε τη διαμόρφωση εκτός δικτύου επιλέγοντας το κουμπί Ρυθμίσεις.
fi: Et voi tehdä hakua offline-tilassa. Poistu offline-tilasta koskettamalla asetukset-painiketta.
french: Vous ne pouvez pas faire de recherche lorsque vous êtes dans le mode hors-ligne. Désactivez ce mode en cliquant sur le bouton Paramètres.
german: Im Offline-Modus ist Suche nicht möglich. Deaktivieren sie den Offline-Modus in den Einstellungen.
italian: Impossibile effettuare ricerche nella Modalità Offline. Disabilita la Modalità Offline da Impostazioni.
lt: Jūs negalite naudotis paieška, nes naudojatės režimu Atjungtas.
pl: Nie możesz wysłać zapytania jeśli jesteś w trybie offline. Możesz wyłączyć tryb offline dotykając przełącznika w ustawieniach.
pt: Você não pode fazer uma solicitação de pesquisa, enquanto estiver no modo offline. Você pode desligar o modo offline, tocando no botão Configurações.
ru: Вы не можете искать, когда находитесь находитесь в автономном режиме. Вы можете выключить автономный режим в разделе "Установки".
sk: Nemôžete vyhľadávať pokiaľ ste v offline móde. Offline mód môžete vypnúť stlačením tlačidla Nastavenia.
sl: Iskanje ni mogoče v načinu brez povezave. Povezavo lahko vključite v nastavitvah.
spanish: No se puede efectuar una búsqueda en modo sin conexión. Cambie de modo en el menú parámetros.
sq: Nuk mund të bëni kërkesë për kërkim derisa jeni në mënyrë të shkëputur. Mund ta ndalni mënyrën e shkëputur duke prekur pullën e mjedisit.
sv: Det går inte att söka i offline-läge. Tryck på Inställningar för att ändra offline-inställningar.
th: Не можете да търсите, докато сте в offline режим. Можете да изключите offline режима в Настройки. You can switch off the offline mode by tapping the Settings button.
zh_tw: 當於離線模式時，無法進行搜尋，您可以於設定頁面切換離線模式。

source: You cannot download maps while you are in the offline mode.
ar: لا يمكن تحميل الخرائط وأنت في الوضع دون اتصال.
da: Du kan ikke downloade kort mens du er i Flytilstand.
dutch: U kunt geen kaarten laden in de offline mode.
el: Δεν μπορείτε να κατεβάσετε χάρτες ενώ βρισκόσαστε στη διαμόρφωση εκτός δικτύου.
fi: Et voi ladata karttoja offline-moodissa.
french: Vous ne pouvez pas télécharger de cartes lorsque vous êtes dans le mode hors-ligne.
german: Im Offline-Modus können keine keine Karten geladen werden.
italian: Impossibile scaricare le mappe nella Modalità Offline.
lt: Jūs negalite parsisiūsti žemėlapių, nes naudojatės režimu Atjungtas.
pl: Nie możesz ściągnąć map gdy jesteś w trybie offline.
pt: Você não pode baixar os mapas enquanto estiver no modo offline.
ru: Вы не можете загрузить карты находясь в автономном режиме.
sk: Nemôžete sťahovať mapy pokiaľ ste v offline móde.
sl: V načinu brez povezave ni mogoče prenašanje zemljevidov.
spanish: No se puede descargar mapas en el modo sin conexion.
sq: Nuk mund të shkarkoni hartat derisa jeni në mënyrën e shkëputur.
sv: Det går inte att ladda ner kartor i offline-läge.
th: Не можете да зареждате карти, докато сте в offline режим.
zh_tw: 當於離線模式時，無法進行地圖下載。

source: You cannot have more than %d points in your route.
ar: لا يمكن ان تكون اكثر من نقطة %d في مسارك.
da: Du kan ikke have flere end %d vejpunkter i din ruteplan.
dutch: U kunt niet meer dan %d punten hebben in uw route.
fi: Sinulla ei voi olle enempää kuin %d pistettä reitilläsi
french: Vous ne pouvez pas avoir plus que %d destinations dans votre itinéraire.
german: Sie können nicht mehr, als %d Punkte auf Ihrer Route haben.
italian: Non puoi avere più di %d punti sul tuo percorso.
pl: Nie może być więcej niż %d punktów na twojej trasie.
pt: Você não pode ter mais de %d pontos em sua rota.
ru: Нельзя иметь больше чем %d точек на маршруте.
spanish: No se puede tener mas de %d destinos en su itinerario.
sv: Du kan inte ha fler än %d platser i din rutt.
th: Не можете да имате повече от %d точки във вашия марширут.
zh_tw: 無法於路線中包含超過 %d 個路徑點。

source: You have to add at least one starting and one ending point in your route.
ar: يجب عليك ان تضيف على الأقل بادئة و نهاية نقطة لمسارك.
da: Du skal minimum have et start og endepunkt i din ruteplan.
dutch: U moet ten minste 1 start- en 1 eindpunt toevoegen in uw route.
fi: Sinun täytyy asettaa vähintään yksi aloitus- ja päätepiste reitillesi.
french: Vous devez au moins avoir un point de départ et d'arrivée pour votre itinéraire.
german: Sie müssen mindestens einen Start- und einen Zielpunkt auf Ihrer Route benennen.
italian: Devi aggiungere almeno un punto di partenza e uno di arrivo nel tuo percorso.
pl: Musisz ustalic przynajmniej poczatek i koniec trasy.
pt: Tem de adicionar pelo menos uma partida e um ponto final em sua rota.
ru: На маршруте должна быть хотя бы одна точка начала маршрута и одна точка его конца.
spanish: Se debe tener por lo menos un punto de inicio y otro de llegada en el itinerario.
sv: Du måste ange minst en start- och en slutpunkt i din rutt.
th: Трябва да добавите поне една начална и една крайна точка на вашия марширут.
zh_tw: 路線中必須包含至少一個起點跟終點。

source: You have to set your home address in Settings -> Driving directions -> Home Address, before using this feature.
ar: يجب عليك وضع عنوانك في الإعدادات --> اتجاهات القيادة --> عنوان المنزل ، قبل استخدام هذه الميزة.
da: Du skal indstille din hjemadresse i Indstillinger -> Kørselsvejledning -> Hjem adresse, før du kan brugge denne funktion.
dutch: U moet uw thuis adres invoeren in Instellingen -> Route -> Thuis adres, voordat u deze toepassing kunt gebruiken.
fi: Sinun täytyy asettaa kotiosoiteesi kohdassa Asetukset -> Ajo-ohjeet -> Kotiosoite ennen kuin voit käyttää tätä ominaisuutta.
french: Vous devez régler votre adresse de domicile dans Paramètres -> Instructions Routières -> Adresse domicile, avant d'utiliser cette fonction.
german: Bevor Sie diese Funktion nutzen, tragen Sie bitte Ihre Privatadresse unter Einstellungen > Routen > Privatadresse ein.
italian: Per poter utilizzare questa funzione devi prima impostare il tuo indirizzo di casa da Impostazioni/Direzioni di guida/Indirizzo di Casa.
pl: Ustaw w Ustawienia > Trasy > Adres domowy przed użyciem.
pt: Você tem que definir a sua casa em Configurações -> Direcções -> Casa, antes de utilizar este recurso.
ru: Вам нужно указать домашний адрес в разделе "Установки" -> "Домашний Адрес" для продолжения.
spanish: Se debe indicar la dirección de inicio en Parámetros -> Instrucciones de itinerario -> Dirección de Inicio, antes de usar esta función.
sv: Du måste ställa in din hemadress i Inställningar -> Köranvisningar -> Hemadress, innan du kan använda denna funktion.
th: Трябва да въведете домашния си адрес в Настройки -> Напътствия за шофиране -> Домашен адрес преди да можете да използвате тази функция.
zh_tw: 於使用本功能前，您必須於設定 -> 規劃路線 -> 自家點地址中進行設定自家點。
