Repository: zittix/xGPS
Catalog: *.lproj/Localizable.strings
Languages: ar, da, dutch, el, fi, french, german, italian, lt, pl, pt, ru, sk, sl, spanish, sq, sv, th, zh_tw

source: %d connected clients
ar: %d متصل بالخدمات
da: %d forbundne enheder
dutch: %d verbindingen
el: %d συνδεδεμένοι πελάτες
fi: %d yhteyttä
french: %d clients connectés
german: %d Clients verbunden
italian: %d clients connessi
lt: %d prisijungę klientai
pl: %d podłaczonych klientów
pt: %d clientes conectados
ru: %d подключенных клиентов
sk: %d pripojených klientov
sl: %d povezanih klientov
spanish: %d clientes conectados
sq: %d klient të lidhur
sv: %d anslutna klienter
th: %d свързани клиента
zh_tw: %d 個已連線客戶端

source: a
spanish: ap

source: About xGPS
ar: حول xGPS
da: Om xGPS
dutch: Over xGPS
el: Πληροφορίες για το xGPS
fi: Tietoja xGPS:stä
french: A propos de xGPS
german: Über xGPS
italian: Informazioni xGPS
lt: Apie xGPS
pl: xGPS informacje
pt: Sobre xGPS
ru: О программе xGPS
sk: O programe xGPS
sl: Več o xGPS
spanish: Acerca de xGPS
sq: Për xGPS
sv: Om xGPS
th: За xGPS
zh_tw: 關於 xGPS

source: Actions
ar: الإجراءات
da: Handlinger
dutch: Acties
fi: Toiminnot
german: Auswahl Routenermittlung:
italian: Azioni
pl: Czynności
pt: Ações
ru: Действия
spanish: Acciones
sv: Val
th: Действия
zh_tw: 執行

source: Add / Modify:
ar: إضافة / تعديل :
da: Tilføj / Ændre:
dutch: Toevoegen / Veranderen:
fi: Lisää / Muokkaa:
french: Ajouter / Modifier:
german: Hinzufügen / Ändern:
italian: Aggiungi / Modifica:
pl: Dodaj/Zmień
pt: Adicionar / Modificar:
ru: Добавить / Изменить:
spanish: Añadir / Modificar:
sv: Lägg till / Modifiera:
th: Добави / Промени:
zh_tw: 新增 / 修改：

source: Address
ar: العنوان
da: Adresse
dutch: Adres
fi: Osoite
french: Addresse
german: Adresse
italian: Indirizzo
pl: Addres
pt: Endereço
ru: Адрес
spanish: Direcciones
sv: Adress
th: Адрес
zh_tw: 地址

source: Address book
ar: دفتر العناوين
da: En kontakt
dutch: Adres boek
el: Βιβλίο διευθύνσεων
fi: Osoitekirja
french: Carnet d'adresses
german: Adressbuch
italian: Contatti
lt: Adresų knygelė
pl: Książka adresowa
pt: Livro de endereço
ru: Адресная книга
sk: Adresár
sl: Imenik
spanish: Agenda
sq: Adresari
sv: Adressbok
th: Адрена книга
zh_tw: 通訊錄

source: Altitude
ar: الإرتفاع
dutch: Hoogte
fi: Korkeus
german: Höhe (üNN)
italian: Altitudine
pl: Wysokość
ru: Высота
spanish: Altitud
sv: Höjd
th: Височина
zh_tw: 高度

source: An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly.
el: Προέκυψε ένα λάθος κατά το κατέβασμα των επιλεγμένων χαρτών. Ορισμένα τμήματα του χάρτη μπορεί να μην έχουν κατέβει σωστά.
lt: Siunčiant žemėlapius įvyko klaida. Kai kurios žemėlapių dalys neparsiūstos.
sk: Nastala chyba pri sťahovaní vybraných máp. Niektoré časti máp môžu byť nestihnuté správne.
sl: Prišlo je do napake med nalaganjem zemljevidov. Nekateri deli so lahko okrnjeni.
spanish: Se ha producido un fallo durante la descarga de datos. No se ha podido cargar algunas partes de mapas correctamente
sq: Një error u shfaq duke e shkarkuar hartën. Disa pjesë të hartës mund të mos jenë shkarkuar mirë.

source: An error has occurred while downloading the selected maps. Some parts of the maps may have not been downloaded correctly.
ar: حدث خطأ أثناء تنزيل الخرائط المختارة. بعض أجزاء من الخرائط لا يمكن تحميلها بشكل صحيح.
da: En fejl er opstået under download af valgt kort. Visse dele af kortet er muligvis ikke downloadet korrekt.
dutch: Een fout is opgetreden tijdens het laden van de kaarten. Vermoedelijk zijn delen van de kaart niet correct geladen
fi: Karttoja ladatessa tapahtui virhe, karttoja ei ole välttämättä ladattu oikein.
french: Une erreur est survenue lors du téléchargement. Certaines parties de la carte n'ont peut-être pas été téléchargées correctement.
german: Beim Download der Karten ist ein Fehler aufgetreten. Teile der Karten wurden möglicherweise nicht korrekt geladen.
italian: Si è verificato un errore durante il download delle mappe. É possibile che qualche parte non sia stata scaricata correttamente.
pl: Podczas ściągania map wystąpił błąd. Cześć map mogła nie zostać poprawnie zapisana w pamięci.
pt: Um erro ocorreu enquanto o download do mapa selecionado. Algumas partes dos mapas podem não ter sido baixado corretamente.
ru: Произошла ошибка при загрузке выбранных карт. Некоторые части карты могут быть загружены неправильно.
spanish: Se ha producido un fallo durante la descarga de datos. No se ha podido cargar algunas partes de mapas correctamente.
sv: Ett fel har uppstått under nedladdningen av de valda kartorna. Vissa kartdelar har kanske inte blivit korrekt nedladdade.
th: Възникна грешка по време на зареждането на избраните карти. Някои части от картите може да не са заредени коректно.
zh_tw: 於下載所選地圖時發生錯誤，部份地圖可能沒有正確的完成下載。

source: ance
spanish: ancela

source: anguag
spanish: diom

source: ap
spanish: apa

source: Are you sure you want to delete all the downloaded maps ?
ar: هل أنت متأكد من حذف جميع تحميل الخرائط؟
da: Er du sikker på du ønsker at slette alle downloadede kort?
dutch: Bent u er zeker van de geladen kaarten te verwijderen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλους τους κατεβασμένους χάρτε
fi: Haluatko varmasti poistaa kaikki ladatut kartat?
french: Êtes-vous sûr de vouloir supprimer toutes les cartes ?
german: Wollen sie alle geladenen Karten löschen?
italian: Sei sicuro di voler cancellare le mappe scaricate?
lt: Ar tikrai norite ištrinti visus parsiųstus žemėlapius?
pl: Wszystkie mapy zapisane w pamięci zostaną wymazane. Kontynuować?
pt: Tem certeza de que deseja apagar todos os mapas baixados?
ru: Вы уверены, что хотите удалить все загруженные карты ?
sk: Naozaj chcete zmazať všetky stiahnuté mapy ?
sl: Želite izbrisati vse prenesene zemljevide?
spanish: ¿Está usted seguro de querer borrar todos los mapas?
sq: A jeni i/e sigurt që dëshironi ti fshini të gjitha hartat e shkarkuara ?
sv: Är du säker på att du vill ta bort alla nedladdade kartor ?
th: Сигурни ли сте, че искате да изтриете заредените карти ?
zh_tw: 確定要刪除所有下載地圖？

source: Are you sure you want to delete all the recorded tracks ?
ar: هل أنت متأكد من حذف جميع المسارات المسجلة؟
da: Er du sikker på du ønsker at slette alle optagede logfiler?
dutch: Bent u er zeker van alle opgeslagen sporen/tracks te verwijderen ?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις καταγεγραμένες διαδρομές
fi: Haluatko varmasti poistaa kaikki tallennetut reitit?
french: Êtes-vous sûr de vouloir supprimer tous les enregistrements ?
german: Wollen Sie alle Aufzeichnungen zurückgelegter Wegstrecken löschen?
italian: Sei sicuro di volere cancellare tutti i percorsi salvati?
lt: Ar tikrai norite ištrinti visus kelius?
pl: Jesteś pewny, że chcesz skasować zapisane trasy?
pt: Tem certeza de que deseja apagar todas as faixas gravadas?
ru: Вы уверены что хотите удалить все записанные треки?
sk: Naozaj chcete zmazať všetky nahrané trasy ?
sl: Želite izbrisati vse loge?
spanish: ¿Está usted seguro de querer borrar todos los registros Gpx?
sq: A jeni i/e sigurt se dëshironi ti fshini të gjitha zërat e inqizuara ?
sv: Är du säker på att du vill ta bort alla sparade rutter ?
th: Сигурни ли сте, че искате да изтриете всички записани марширути ?
zh_tw: 確定要刪除所有紀錄軌跡？

source: Are you sure you want to delete all the saved bookmarks ?
ar: هل أنت متأكد من حذف جميع العناوين المحفوظة؟
da: Er du sikker på du ønsker at slette alle gemte bogmærker?
dutch: Bent u er zeker van alle opgeslagen bladwijzers te verwijderen ?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλους τους αποθηκευμένους σελιδοδείκτε
fi: Haluatko varmasti poistaa kaikki tallennetut kirjanmerkit?
french: Êtes-vous sûr de vouloir supprimer tous les signets ?
german: Wollen Sie alle gespeicherten Lesezeichen löschen?
italian: Sei sicuro di volere cancellare tutti i percorsi preferiti?
lt: Ar tikrai norite ištrinti visas žymes?
pl: Jesteś pewny, że chcesz skasować zakładki?
pt: Tem certeza de que deseja apagar todos os marcadores salvos?
ru: Вы уверены что хотите удалить все сохраненные закладки?
sk: Naozaj chcete zmazať všetky uložené záložky ?
sl: Želite izbrisati vse shranjene zaznamke?
spanish: ¿Está usted seguro de querer borrar todos los favoritos ?
sq: A jeni i/e sigurt se dëshironi ti fshini të gjitha faqeshënimet e ruajtura ?
sv: Är du säker på att du vill ta bort alla sparade bokmärken ?
th: Сигурни ли сте, че искате да изтриете всички запазени отметки ?
zh_tw: 確定要刪除所有已儲存書籤？

source: Are you sure you want to download the selected map area (%d tiles ~ %.1f KB) ?
ar: هل أنت متأكد من الأختيار لتحميل خريطة المنطقة (%1$d tiles ~ %2$d KB) ؟
da: Er du sikker på du ønsker at downloade det valgte kortområde (%1$d dele ~ %2$d KB)?
dutch: Bent u er zeker van het geselecteerde kaartgebied te laden (%d tiles ~ %.1f KB) ?
fi: Haluatko varmasti ladata valitun alueen kartan? (%1$d ruutua ~ %2$.1f Kb)
french: Êtes-vous sûr de vouloir télécharger la carte sélectionnée (%d tiles ~ %.1f KB) ?
german: Wollen Sie den ausgewählten Kartenbereich laden (%d tiles ~ %.1f KB) ?
italian: Sei sicuro di voler scaricare la mappa dell'area selezionata (%d parti ~ %.1f KB) ?
pl: Chcesz zapisac zaznaczone mapy (%d części ~ %.1f KB) ?
ru: Вы уверены что хотите загрузить выбранную часть карты (%d tiles ~ %.1f KB) ?
spanish: ¿Está usted seguro de querer descargar el área del mapa seleccionada (%d partes ~ %d KB) ?
sv: Är du säker på att du vill ladda ner det valda kartområdet (%1$d rutor ~ %2$.1f KB) ?
th: Сигурни ли сте, че искате да заредите избраната област от картата (%1$d сектора ~ %2$.1f KB) ?
zh_tw: 確定要下載所選擇地圖區域（%d 區塊 ~ %.1f KB）？

source: Are you sure you want to download the selected map area (%d tiles ~ %.1f MB) ?
ar: Are you sure you want to download the selected map area (%1$d tiles ~ %2$.1f MB) ?
da: Er du sikker på du ønsker at downloade det valgte kortområde (%1$d dele ~ %2$d MB)?
dutch: Bent u er zeker van het geselecteerde kaartgebied te laden (%d tiles ~ %.1f MB) ?
fi: Haluatko varmasti ladata valitun alueen kartan? (%1$d ruutua ~ %2$.1f Mb) ?
french: Êtes-vous sûr de vouloir télécharger la carte sélectionnée (%d tiles ~ %.1f MB) ?
german: Wollen Sie den ausgewählten Kartenbereich laden (%d tiles ~ %.1f MB) ?
italian: Sei sicuro di voler scaricare la mappa dell'area selezionata (%d parti ~ %.1f MB) ?
pl: Chcesz zapisac zaznaczone mapy (%d części ~ %.1f KB) ?
ru: Вы уверены что хотите загрузить выбранную часть карты (%d tiles ~ %.1f MB) ?
spanish: ¿Está usted seguro de querer descargar el área del mapa seleccionada (%d partes ~ %d KB) ?
th: Сигурни ли сте, че искате да заредите избраната област от картата (%1$d сектора ~ %2$.1f MB) ?
zh_tw: 確定要下載所選擇地圖區域（%d 區塊 ~ %.1f MB）？

source: Are you sure you want to download the selected map area (%d tiles ~ %d KB) ?
da: Er du sikker på du ønsker at downloade det valgte kortområde (%1$d dele ~ %2$d KB)?
dutch: Bent u er zeker van het geselecteerde kaartgebied (%d Paginafragmenten ~ %d KB) ?
el: Είστε σίγουροι ότι θέλετε να κατεβάσετε την επιλεγμένη περιοχή χάρτη (%1$d τμήματα ~ %2$d KB
french: Êtes-vous sûr de vouloir télécharger la partie sélectionnée de la carte (%d parties ~ %d KB) ?
german: Sind sie sicher dass sie den ausgewählten Kartenbereich runterladen möchten (%d Felder ~ %d KB) ?
italian: Sei sicuro di volere scaricare la mappa dell'area selezionata (%d parti ~ %d KB) ?
lt: Ar tikrai norite parsisiųsti pažymėtą teritoriją (%1$d dalys ~ %2$d KB) ?
pl: Chcesz ściągnąć zaznaczony obszar? (%1$d sektorów ~ %2$d KB) ?
pt: Tem certeza de que deseja fazer o download do mapa selecionado área (%1$d tiles ~ %2$d KB) ?
ru: Вы уверены, что хотите загрузить выбранную часть карты (%d фрагментов ~ %d КB) ?
sk: Naozaj chcete stiahnuť označenú časť mapy (%1$d pokrytie ~ %2$d KB) ?
sl: Želite prenesti izbrano območje (%1$d delov ~ %2$d KB) ?
spanish: Esta usted seguro querer grabar la área de mapa seleccionada (%d partes ~ %d KB) ?
sq: A jeni i/e sigurt se dëshironi ta shkarkoni zonën e zgjedhur të hartës (%1$d pllakë/a ~ %2$d KB) ?
sv: Är du säker på att du vill ladda ner det valda kartområdet (%1$d rutor ~ %2$d KB) ?
zh_tw: 確定要下載所選擇之地圖區域（%d 個區塊 ~ %d KB）？

source: Are you sure you want to download the selected map area (%d tiles ~ %d MB) ?
da: Er du sikker på du ønsker at downloade det valgte kortområde (%1$d dele ~ %2$d MB)?
dutch: Bent u er zeker van het geselecteerde kaartgebied (%d Paginafragmenten ~ %d MB) ?
el: Είστε σίγουροι ότι θέλετε να κατεβάσετε την επιλεγμένη περιοχή χάρτη (%1$d τμήματα ~ %2$d MB) ?
french: Êtes-vous sûr de vouloir télécharger la partie sélectionnée de la carte (%d parties ~ %d MB) ?
german: Sind sie sicher dass sie den ausgewählten Kartenbereich runterladen möchten (%d Felder ~ %d MB) ?
italian: Sei sicuro di volere scaricare la mappa dell'area selezionata (%d parti ~ %d MB) ?
lt: Ar tikrai norite parsisiųsti pažymėtą teritoriją (%1$d dalys ~ %2$d MB) ?
pl: Chcesz ściągnąć zaznaczony obszar? (%1$d sektorów ~ %2$d MB) ?
pt: Tem certeza de que deseja fazer o download do mapa selecionado área (%1$d tiles ~ %2$d MB) ?
ru: Вы уверены, что хотите загрузить выбранную часть карты (%d фрагментов ~ %d МB) ?
sk: Naozaj chcete stiahnuť označenú časť mapy (%1$d pokrytie ~ %2$d MB) ?
sl: Želite prenesti izbrano območje (%1$d delov ~ %2$d MB) ?
spanish: Esta usted seguro querer grabar la área de mapa seleccionada (%d partes ~ %d MB) ?
sq: A jeni i/e sigurt se dëshironi ta shkarkoni zonën e zgjedhur të hartës (%1$d pllakë/a ~ %2$d MB) ?
sv: Är du säker på att du vill ladda ner det valda kartområdet (%1$d rutor ~ %2$d MB) ?
zh_tw: 確定要下載所選擇之地圖區域（%d 個區塊 ~ %d MB）？

source: Are you sure you want to recompute the itinerary from the current position ?
ar: هل أنت متأكد من الأختيار لتحميل خريطة المنطقة (%1$d tiles ~ %2$d MB) ؟
da: Er du sikker på du ønsker at genberegne ruten fra den aktuelle position?
dutch: Bent u er zeker van de reisroute te herberekenen vanuit uw huidige positie ?
el: Είστε σίγουροι ότι θέλετε τον επανυπολογισμό της παρούσας περιήγηση
fi: Haluatko varmasti laskea reitin uudelleen nykyisestä sijainnista lähtien?
french: Êtes-vous sûr de vouloir recalculer l'itinéraire depuis le position courante ?
german: Wollen Sie die Route vom aktuellen Ort aus neu berechnen?
italian: Sei sicuro di volere ricalcolare l'itinerario partendo dalla posizione corrente?
lt: Ar tikrai norite perskaičiuoti maršrutą nuo esamos vietos?
pl: Czy chcesz na nowo przeliczyć drogę?
pt: Tem certeza de que deseja re-caucular o itinerário a partir da posição atual?
ru: Вы уверены что хотите просчитать заново маршрут с текущей позиции?
sk: Naozaj chcete prepočítať cestu od súčasnej pozície ?
sl: Ali želite ponovno izračunati pot od trenutne lokacije?
spanish: ¿Está usted seguro de querer recalcular el itinerario desde su posición actual?
sq: A jeni i/e sigurt se dëshironi ta rikalkuloni itinerarin nga pozita që gjendeni ?
sv: Är du säker på att du vill räkna om rutt från nuvarande position ?
th: Сигурни ли сте, че искате да преизчислите марширута от сегашната позиция ?
zh_tw: 確定要重新計算目前位置出發之路線？

source: atellit
spanish: Satélite

source: Available actions:
ar: الإجراءات المتاحة:
da: Tilgængelige handlinger:
dutch: Beschikbare acties:
el: Διαθέσιμες ενέργειες:
fi: Mahdolliset toiminnot:
french: Actions disponibles:
german: TBD
italian: Azioni disponibili:
lt: Galimi veiksmai:
pl: Możliwości:
pt: Ações disponíveis:
ru: Доступные действия:
sk: Možné Akcie:
sl: Možna dejanja:
spanish: Acciones disponibles:
sq: Veprimet e mundshme:
sv: Möjliga val:
th: Възможни действия:
zh_tw: 可執行動作：

source: Back
ar: إرجع
da: Tilbage
dutch: Terug
fi: Takaisin
german: Zurück
italian: Indietro
pl: Powrót
pt: Voltar
ru: Назад
spanish: Volver
sv: Bakåt
th: Назад
zh_tw: 上一頁

source: Blue dot for position
ar: النقطة الزرقاء موقعك
da: Vis blå/rund markør
dutch: Blauwe punt ipv pijl
el: Μπλε κουκίδα για θέση
fi: Sininen piste sijainnin merkiksi
french: Point bleu pour GPS
german: Position Blauer Punkt
italian: Puntatore originale
lt: Melynas pozicijos taškas
pl: Punkt zamiast strzałki
pt: Pto azul p/ posição
ru: Голубая точка для позиции
sk: Modrý Bod pre pozíciu
sl: Modra pika za pozicijo
spanish: Posición con pto azul
sq: Pika e kaltër për poziten
sv: Blå punkt som position
th: Синя точка
zh_tw: 以藍點顯示位置

source: Bookmarks
ar: العناوين
da: Bogmærker
dutch: Bladwijzers
el: Σελιδοδείκτες
fi: Kirjanmerkit
french: Signets
german: Lesezeichen
italian: Preferiti
lt: Žymės
pl: Zakładki
pt: Marcadores
ru: Закладки
sk: Záložky
sl: Zaznamki
spanish: Favoritos
sq: Faqeshënimet
sv: Bokmärken
th: Отметки
zh_tw: 書籤

source: By Car
ar: بالسيارة
da: Med bil
dutch: Met de Auto
fi: Autolla
french: Voiture
german: Per Auto
italian: In Auto
pl: Samochodem
pt: De Carro
spanish: Automóvil
sv: Med bil
th: С кола
zh_tw: 開車

source: Cancel
ar: إلغاء
da: Annuller
dutch: Afbreken
el: Ακύρωση
fi: Peruuta
french: Annuler
german: Abbrechen
italian: Annulla
lt: Atšaukti
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
spanish: Cancelar
sq: Anulo
sv: Avbryt
th: Отмени
zh_tw: 取消

source: City name / Address
ar: اسم مدينة / العنوان
da: Bynavn / Adresse
dutch: Plaatsnaam / Adres
el: Όνομα πόλης / Διεύθυνση
fi: Kaupungin nimi / Osoite
french: Ville / Addresse
german: Städtename / Adresse
italian: Città / Indirizzo
lt: Miestas / Adresas
pl: Miasto / Adres
pt: Nome Cidade / Endereço
ru: Город / Адрес
sk: Názob mesta / Adresa
sl: Mesto / Naslov
spanish: Ciudad / Dirección
sq: Emri i qytetit / Adresa
sv: Stad / Adress
th: Град / Адрес
zh_tw: 城市名稱 / 地址

source: Clear All
ar: مسح الكل
da: Ryd alt
dutch: Alles wissen
fi: Tyhjennä kaikki
french: Tout effacer
german: Alles löschen
italian: Cancella tutto
pl: Wyczyść wszystko
pt: Limpar Tudo
ru: Очистить все
spanish: Borrar todo
sv: Rensa allt
th: Изчисти всичко
zh_tw: 全部清除

source: Clear Driving directions
ar: مسح اتجاهات القيادة
da: Slet kørselsvejledning
dutch: Wis route
el: Καθάρισε τις οδηγίες κατεύθυνσης
fi: Tyhjennä ajo-ohjeet
french: Effacer les instructions routières
german: Routen löschen
italian: Cancella direzioni di guida
lt: Ištrinti važiavimo kryptį
pl: Wykasuj trasę
pt: Limpar direções
ru: Очистить указания для вождения
sl: Počisti vodenje
spanish: Borrar los datos del itinerario
sq: Fshij drejtimin e vozitjes
sv: Rensa köranvisningar
th: Изчисти навигацията
zh_tw: 清除規劃路線

source: Clear Results
ar: مسح النتائج
da: Slet søgeresultat
dutch: Wis resultaat
fi: Tyhjennä tulokset
french: Effacer
german: Ergebnisse löschen
italian: Svuota
pl: Wykasuj wyniki
pt: Limpar Resultados
ru: Очистить результаты
spanish: Borrar Resultados
sv: Rensa resultat
th: Изчисти резултатите
zh_tw: 清除結果

source: Clear Search results
ar: مسح نتائج البحث
da: Slet søgeresultat
dutch: Wis zoek resultaten
el: Καθάρισε τα αποτελέσματα Αναζήτησης
fi: Tyhjennä hakutulokset
french: Effacer le résultat de la recherche
german: Suchergebnisse löschen
italian: Cancella risultati ricerca
lt: Išvalyti paieškos rezultatus
pl: Wykasuj wyniki wyszukiwania
pt: Limpar resultados de pesquisa
ru: Очистить результаты поиска
sk: Zmazať pokyny pre riadene
sl: Počisti iskalne nize
spanish: Borrar los resultados de la búsqueda
sq: Fshij rezultatet e kërkimit
sv: Rensa sökresultat
th: Изчисти търсенето
zh_tw: 清除搜尋結果

source: Close
ar: إغلاق
da: Luk
dutch: Afsluiten
fi: Sulje
french: Fermer
german: Schließen
italian: Chiudi
pl: Zamknij
pt: Fechar
ru: Закрыть
spanish: Cerrar
sv: Stäng
th: Затвори
zh_tw: 關閉

source: Compute
ar: إحسب
da: Beregn
dutch: Bereken
fi: Määritä
french: Calculer
german: Berechnen
italian: Calcola
pl: Wyznacz
pt: Cálculo
ru: Рассчитать
spanish: Calcular
sv: Beräkna
th: Изчисли
zh_tw: 計算

source: Computing your route...
ar: إحتساب طريقك...
da: Beregner din rute...
dutch: Berekenen route...
fi: Määritetään reittiä...
french: Calcule de votre itinéraire...
german: Ihre Route wird berechnet…
italian: Sto calcolando il percorso...
pl: Wyznaczam trasę
pt: Calculando sua rota...
ru: Рассчитываю маршрут...
spanish: Calculando su itinerario...
sv: Beräknar rutt
th: Изчисляване на марширута...
zh_tw: 計算路線中...

source: Connected
ar: متصل
da: Forbundet
dutch: Verbonden
el: Συνδεδεμένο
fi: Yhdistetty
french: Connecté
german: Verbunden
italian: Connesso
lt: Prijungtas
pl: Podłączony
pt: Conectado
ru: Связанные
sk: Pripojené
sl: Povezan
spanish: Conectado
sq: I/E lidhur
sv: Ansluten
th: Свързан
zh_tw: 已連線

source: Create a new route
ar: إنشاء طريق جديد
da: Lav en ny rute
dutch: Maak een nieuwe route
fi: Luo uusi reitti
french: Créer un itinéraire
german: Neue Route
italian: Crea nuovo
pl: Utwórz nową trasę
ru: Создать новый маршрут
spanish: Crear nuevo itinerario
sv: Skapa ny rutt
th: Създай нов марширут
zh_tw: 新增路線

source: Current GPS Position
ar: موقع GPS الحالي
da: Aktuel GPS position
dutch: Huidige GPS Positie
el: Παρούσα Θέση GPS
fi: Nykyinen sijainti
french: Position GPS actuelle
german: Aktueller Ort
italian: Posizione GPS attuale
lt: Dabartinė GPS pozicija
pl: Obecna pozycja GPS
pt: Posição Atual GPS
ru: Текущая позиция GPS
sk: Súčasná GPS Pozícia
sl: Trenutna pozicija GPS
spanish: Posición actual del GPS
sq: Pozita GPS e tanishme
sv: Nuvarande GPS-position
th: Сегашна GPS позиция
zh_tw: 目前 GPS 位置

source: Current Position
ar: الموقع الحالي
da: Aktuel position
dutch: Huidige Positie
el: Παρούσα Θέση
fi: Nykyinen sijainti
french: Position actuelle
german: Aktueller Ort
italian: Posizione attuale
lt: Dabartinė pozicija
pl: Obecna pozycja
pt: Posição Atual
ru: Текущая позиция
sk: Súčasná Pozícia
sl: Trenutna pozicija
spanish: Posición actual
sq: Pozita e tanishme
sv: Nuvarande position
th: Сегашна позиция
zh_tw: 目前位置

source: Delete all bookmarks
ar: حذف كل العناوين
da: Slet alle bogmærker
dutch: Verwijder alle bladwijzers
el: Διέγραψε όλες τους σελιδοδείκτες
fi: Poista kaikki kirjanmerkit
french: Effacer tous les signets
german: Alle Lesezeichen löschen
italian: Cancella preferiti
lt: Ištrinti visas žymes
pl: Wykasuj zakładki
pt: Excluir todos os favoritos
ru: Удалить все закладки
sk: Zmazať všstky záložky
sl: Izbriši vse zaznamke
spanish: Borrar todos los favoritos
sq: Fshij të gjitha faqeshënimet
sv: Radera alla bokmärken
th: Изтрий всички отметки
zh_tw: 刪除所有書籤

source: Delete downloaded maps
ar: حذف الخرائط المحملة
da: Slet downloadede kort
dutch: Verwijder kaarten
el: Διέγραψε τους κατεβασμένους χάρτες
fi: Poista ladatut kartat
french: Supprimer les cartes
german: Geladene Karten löschen
italian: Cancella mappe
lt: Ištrinti parsiųstus žemėlapius
pl: Wykasuj ściągnięte mapy
pt: Apagar mapas baixados
ru: Удалить загруженные карты
sk: Zmazať stiahnuté mapy
sl: Izbriši prenesene zemljevide
spanish: Borrar mapas descargados
sq: Fshij hartat e shkarkuara
sv: Radera nedladdade kartor
th: Изтрий заредените карти
zh_tw: 刪除下載地圖

source: Delete GPX Log file
ar: حذف ملف الدخول GPX
da: Slet GPX log filen
dutch: Verwijder GPX vastlegging
el: Διέγραψε το αρχείο ημερολογίου GPX
fi: Poista GPX:n Lokitiedosto
french: Effacer les enregistrements GPX
german: GPX-Log-Datei löschen
italian: Cancella file di log GPX
lt: Ištrinti GPX žurnalo failą
pl: Skasuj log GPX
pt: Apagar arquivo GPX Log
ru: Удалить GPX Log файл
sk: Zmazať GPX Log súbor
sl: Izbriši GPX loge
spanish: Borrar los registros Gpx
sq: Fshij GPX file-in e shënimeve
sv: Radera GPX-loggfil
th: Изтрий GPX лог файла
zh_tw: 刪除 GPX 紀錄檔

source: Device address: %@
ar: عنوان الجهاز: %@
da: Enheds adresse: %@
dutch: Apparaat adres: %@
fi: Laitteen osoite: %@
french: Adresse de l'appareil: %@
german: Geräteadresse: %@
italian: Indirizzo dispositivo: %@
pl: Adres urządzenia: %@
pt: Endereço do dispositivo : %@
ru: Адрес устройства: %@
spanish: Dirección IP: %@
sv: Enhetsadress: %@
th: Адрес на устройството: %@
zh_tw: 裝置位址：%@
