Repository: zittix/xGPS
Catalog: *.lproj/Localizable.strings
Languages: ar, da, dutch, el, fi, french, german, italian, lt, pl, pt, ru, sk, sl, spanish, sq, sv, th, zh_tw

source: Your downloaded maps are not compatible with this version of xGPS. They have been deleted.
ar: تحميل الخرائط الخاصة بك لا تتفق مع هذا الإصدار من xGPS. وقد تم حذفها.
da: Dine downloadede kort er ikke kompatible med denne version af xGPS. De er blevet slettet
dutch: Uw geladen kaarten zijn niet overeenkomstig met deze versie van xGPS. Ze zijn nu gewist.
el: Οι κατεβασμένοι χάρτες δεν είναι συμβατοί με αυτή την έκδοση του xGPS. Έχουν διαγραφεί.
fi: Lataamasi kartat eivät ole yhteensopivia tämän xGPS-version kanssa. Ne on nyt poistettu.
french: Vos cartes ne sont pas compatibles avec cette version de xGPS. Elles ont été supprimées.
german: Die von Ihnen geladenen Karten sind nicht kompatibel mit der Version von xGPS, die Karten wurden gelöscht.
italian: Le mappe scaricate sono state cancellate poichè non compatibili con la versione di xGPS in uso.
lt: Jūsų parsiūsti žemėlapiai nesuderinami su šia xGPS versija ir bus ištrinti.
pl: Ściągnięte mapy nie są kompatybilne z tą wersją xGPS. Zostały skasowane.
pt: Os mapas baixados não são compatíveis com esta versão do xGPS. Eles foram excluídos.
ru: Ваши загруженные карты не совместимы с этой версией xGPS. Они были удалены.
sk: Vami stiahnuté mapy nie sú kompatibilné s touto verziou xGPS a boli zmazané.
sl: Prenesene karte niso združljive s trenutno verzijo xGPS, zato bodo izbrisane.
spanish: Sus mapas en memoria, no son compatibles con esta versión de xGPS. Han sido borrados.
sq: Hartat e juaja të shkarkuara nuk janë të përshtatshme me këtë version të xGPS. Ato janë fshirë.
sv: Dina nedladdade kartor är inte kompatibla med den här versionen av xGPS. De har tagits bort.
th: Запазените ви карти не са съвместими с тази версия на xGPS и бяха изтрити.
zh_tw: 所下載的地圖不相容於此版本之 xGPS，已經進行刪除。

source: Your home address
ar: عنوانك
da: Din hjem adresse
dutch: Uw thuis adres
fi: Kotiosoitteesi
french: Votre adresse de domicile
german: Ihre Privatadresse
italian: Il tuo indirizzo di casa
pl: Adres dodmowy
pt: Seu endereço residencial
ru: Домашний Адрес
spanish: Su dirección de inicio
sv: Din hemadress
th: Вашият домашен адрес
zh_tw: 自家點地址

source: Your home address will be used to get driving directions to your home when the Home button is pressed.
ar: عنوانك سيستخدم للحصول على اتجاهات القيادة إلى منزلك عند الضغط على زر الصفحة الرئيسية.
da: Din hjem adresse vil blive brugt for at danne en kørselsvejledning til dit hjem når Hjem knappen bliver trykket.
dutch: Uw thuis adres zal gebruikt worden om de route te geven naar uw huis als op de Thuis adres knop gedrukt wordt.
fi: Kotiosoitettasi käytetään luoman ajo-ohjeet kotiisi kun Koti-painiketta on painettu.
french: Votre adresse de domicile sera utilisée pour vous reconduire chez vous lorsque le bouton Maison sera appuyé.
german: Ihre Privatadresse wird genutzt, um Ihnen die Route nach Hause anzuzeigen, wenn Sie den Home-Button antippen.
italian: Il tuo Indirizzo di Casa sarà utilizzato per calcolare il percorso di ritorno nella funzione "Torna a Casa"
pl: Adres domowy zostanie użyty aby wyznaczyc trase kiedy wcisniesz przycisk Dom.
pt: Sua casa será usado para obter instruções de direção para sua casa quando o botão CASA é pressionado.
ru: Домашний адрес используется для расчета указаний для вождения когда вы нажимаете кнопку "Домашний Адрес"
spanish: Se usará la dirección de Inicio como punto de llegada para el calculo, al presionar el botón inicio.
sv: Din hemadress används för att ge köranvisningar till ditt hem när du trycker på Hem-knappen.
th: Вашият домашен адрес ще се използва да получите напътствия за шофиране към вас когато натиснете бутона Към вкъщи.
zh_tw: 自家點地址將用於按下 Home 按鈕時導航回自家點之用。

source: Your license number is invalid. Please verify and retry
ar: ترخيصك غير صالح. يرجى التحقق من وإعادة المحاولة
da: Dit licensnummer er ugyldigt. Check venligst og prøv igen
dutch: Uw licentie nummer is niet geldig. Controleer dit nogmaals en voer het opnieuw in
el: Ο αριθμός αδείας σας δεν είναι έγκυρος. Παρακαλώ επιβεβαιώστε και ξαναδοκιμάστε
fi: Lisenssinumerosi ei kelpaa, tarkista sen oikeellisuus.
french: Votre numéro de license est invalide. Veuillez vérifier.
german: Ihre Lizenznummer ist ungültig. Bitte kontrollieren Sie die Lizenznummer und versuchen es erneut.
italian: Il tuo numero di licenza non è valido. Controllalo e riprova
lt: Jūsų licenzijos numeris neteisingas. Patikrinkite ir pabandykite dar kartą
pl: Numer licencji jest nieprawidłowy. Wprowadź prawidłowy numer.
pt: Seu número de licença é inválido. Verifique e tente novamente
ru: Ваша лицензия недействительна. Пожалуйста проверьте и повторите.
sk: Vaše licenčné číslo je nesprávna. Prosím skontrolujte ho a skúste znovu
sl: Vaša licenca ni veljavna. Prosim poskusite ponovno
spanish: Su número de licencia no es válido. Por favor compruebela e intente de nuevo.
sq: Numri i juaj i lejes nuk është i vlefshëm. Ju lutemi kontrolloni dhe provoni prap
sv: Ditt licensnummer är felaktigt. Kontrollera det och försök igen.
th: Вашият лицензен номер е невалиден. Моля, проверете го и опитайте пак
zh_tw: 輸入的授權碼無效，請確認後重新輸入

source: Your license number is valid. You can now use the selected GPS.
ar: ترخيصك صالح. يمكنك الآن استخدام GPS.
da: Dit licensnummer er gyldigt. Du kan nu bruge den valgte GPS.
dutch: Uw licentie nummer is geldig. U kunt nu de geselecteerde GPS gebruiken.
el: Ο αριθμός αδείας σας είναι έγκυρος. Μπορείτε να χρησιμοποιήσετε την επιλεγμένη μονάδα GPS.
fi: Lisenssinumerosi on kelvollinen. Voit nyt käyttää valittua GPS:ää.
french: Votre numéro de license est valide. Vous pouvez dès lors utiliser le GPS sélectionné.
german: Ihre Lizenznummer ist gültig. Sie können das ausgewählte GPS-System jetzt nutzen.
italian: Il tuo numero di licenza è valido. Ora puoi utilizzare il GPS selezionato.
lt: Jūsų licenzijos numeris teisingas. Galite naudotis pasirinktu GPS.
pl: Twoja licencja jest prawidłowa. Możesz teraz używać wybranego GPSa.
pt: Seu número de licença é válido. Você pode usar agora o GPS selecionado.
ru: Ваша лицензия правильна. Вы можете теперь использовать выбранный GPS.
sk: Vaše licenčné číslo je správne. Teraz môžete používať zvolenú GPS.
sl: Vaša licenca je veljavna. Lahko uporabljate izbrani GPS.
spanish: Su número de licencia es válido. Puede utilizar el GPS seleccionado.
sq: Numri i juaj i lejes është i vlefshëm. Tani mund ta përdorni GPS-in e zgjedhur.
sv: Ditt licensnummer är korrekt. Du kan nu använda vald GPS.
th: Вашият лицензен номер е валиден. Вече можете да ползвате избрания GPS.
zh_tw: 所輸入的授權碼有效，現在可以開始使用所選擇之 GPS。

source: Your saved driving directions are not compatible with this version of xGPS. They have been deleted.
ar: اتجاهات القيادة المحفوظة الخاصة بك لا تتفق مع هذا الإصدار من xGPS. وقد تم حذفها.
da: Dine downloadede kørselsvejledninger er ikke kompatible med denne version af xGPS. De er blevet slettet.
dutch: Uw opgeslagen routes zijn niet overeenkomstig met deze versie xGPS. Ze zijn verwijderd.
el: Οι αποθηκευμένες οδηγίες κατεύθυνσης δεν είναι συμβατές με αυτή την έκδοση του xGPS. Έχουν διαγραφεί.
fi: Tallennetut ajo-ohjeesi eivät ole yhteensopivia tämän xGPS-version kanssa. Ne on nyt poistettu.
french: Vos signets pour les itinéraires ne sont pas compatible avec cette version de xGPS. Ils ont été supprimés.
german: Die von Ihnen gespeicherten Routen sind nicht kompatibel mit der Version von xGPS, sie wurden gelöscht.
italian: Le informazioni sulle direzioni di guida sono state cancellate poichè non compatibili con la versione di xGPS in uso.
lt: Jūsų išsaugotos važiavimo kryptys nesuderinamos su šia xGPS versija ir bus ištrintos.
pl: Zapisane trasy sa niekompatybilne z programem. Zostaną skasowane.
pt: Suas direções salvas não são compatíveis com esta versão do xGPS. Eles foram excluídos.
ru: Сохраненные указания для вождения не совместимы с этой версией программы GPX. Они были удалены.
sk: Vami uložené pokyny pre riadenie nie sú kompatibilné s touto verziou xGPS a boli zmazané.
sl: Vaše shranjene poti niso združljive s trenutno verzijo xGPS, zato bodo izbrisane.
spanish: Sus favoritos no son compatibles con esta versión de xGPS. Han sido borrados.
sq: Drejtimet e vozitjes qe i keni ruajtur nuk janë të përshtatshme me këtë version të xGPS. Ato janë fshirë.
sv: Dina sparade köranvisningar är inte kompatibla med den här versionen av xGPS. De har tagits bort.
th: Запазените ви напътствия за шофиране не са съвместими с тази версия на xGPS и бяха изтрити.
zh_tw: 所儲存的規劃路線不相容於此版本之 xGPS，已經刪除。

source: Zoom level to download
ar: مستوى التكبير لتحميل
da: Vælg Zoom niveau for download
dutch: Zoemniveau te laden
fi: Ladattava suurennustaso.
french: Niveau de zoom à télécharger
german: Zoom-Level des Downloads
italian: Livello di zoom da scaricare
pl: Poziom zblizenia do pobrania
pt: Nível do zoom para download
ru: Уровень увеличения для загрузки
spanish: Nivel de zoom para descargar
sv: Zoom-nivå att ladda ner
th: Ниво на увеличение за зареждане
zh_tw: 縮放等級以下載

source: Zoom level: %d
ar: مستوى التكبير : %d
da: Zoom niveau: %d
dutch: Zoemniveau: %d
fi: Suurennustaso: %d
french: Niveau de zoom: %d
italian: Livello di zoom: %d
pl: Poziom zbliżenia: %d
pt: Nível do zoom: %d
ru: Уровень увеличения: %d
spanish: Nivel de zoom: %d
sv: Zoom-nivå: %d
th: Ниво на увеличение: %d
zh_tw: 縮放等級：%d

source: %f km/h
da: %f km/t
ru: %f км/ч
th: %f км/ч

source: %f m
ru: %f м
th: %f м

source: %f mph
ru: %f миль/ч
th: %f мили/ч

source: Error
ar: خطأ
da: Fejl
dutch: Fout
el: Λάθος
fi: Virhe
french: Erreur
german: Fehler
italian: Errore
lt: Klaida
pl: Błąd
pt: Erro
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: Грешка
zh_tw: 錯誤

source: General
ar: عام
da: Generelt
dutch: Algemeen
el: Γενικά
fi: Yleiset
french: Général
german: Allgemein
italian: Generale
lt: Bendrai
pl: Główne
pt: Geral
ru: Общий
sk: Všeobecné
sl: Splošno
sq: I/E përgjithshme
sv: Allmänt
th: Общи
zh_tw: 一般設定

source: GMaps Satellite
da: GKort Satellit
dutch: GMaps Satelliet
fi: GMaps Satelliitti
pl: Mapa satelitarna
ru: GMaps Спутник
sv: GMaps Satellit
th: GMaps Сателит
zh_tw: GMaps 衛星

source: Google Maps
ar: خرائط جوجل
da: Google Kort
ru: Карта Google
zh_tw: Google 地圖

source: Google Maps Satellite
ar: خرائط جوجل Satellite
da: Google Kort Satellit
dutch: Google Maps Satelliet
fi: Google Maps Satelliitti
german: Google Maps Satellit
pl: Satelitarne Google Maps
ru: Спутниковая Карта Google
sv: Google Maps Satellit
th: Google Maps Сателит
zh_tw: Google 衛星地圖

source: GPS Device
dutch: GPS Apparaat
french: GPS
german: GPS Gerät
italian: Dispositivo GPS
pl: Ustawienia urządzenia GPS
ru: Устройство GPS
zh_tw: GPS 裝置

source: Hybrid
dutch: Hybride
el: Υβριδικά
french: Hybride
italian: Ibrida
lt: Maišytas
pl: Hybryda
pt: Híbrido
ru: Гибрид
sl: Hibrid
sq: Hibrid
zh_tw: 混合地圖

source: No
ar: كلا
da: Nej
dutch: Nee
el: Όχι
fi: Ei
french: Non
german: Nein
lt: Ne
pl: Nie
pt: Não
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sv: Nej
th: Не
zh_tw: 取消

source: Receiving maps
dutch: Ontvangen maps
french: Réception de cartes
german: Karten empfangen
italian: Mappe in ricezione
pl: Odbieranie map
ru: Загрузка карт
zh_tw: 正在接收地圖

source: Satellite
da: Satellit
el: Δορυφόρος
german: Satellit
lt: Palydovas
pl: Satelita
pt: Satélite
ru: Спутник
sk: Satelit
sl: Satelit
sq: Sateliti
sv: Satellit
zh_tw: 衛星

source: Total
ar: المجموع
da: Samlet
dutch: Totaal
fi: Yhteensä
german: Gesamt
italian: Totale
pl: W sumie
ru: Всего
th: Общо
zh_tw: 總

source: N/A
ar: غير متوفر
da: Ikke tilgængelig
fi: Ei saatavilla
french: N/D
german: Nicht Verfügbar
lt: Nėra
pl: Niedostępne
pt: N/D
sk: Nedostupné
sv: Ej tillgänglig
zh_tw: 無

source: %.1f MB
french: %.1f Mo

source: Driving Directions
ar: اتجاهات القياد
fi: Ajo-ohjeet
th: Напътствия за шофиране
