Repository: zittix/xGPS
Catalog: *.lproj/Localizable.strings
Languages: ar, da, dutch, el, fi, french, german, italian, lt, pl, pt, ru, sk, sl, spanish, sq, sv, th, zh_tw

source: New Route
ar: طريق جديدة
da: Ny rute
dutch: Nieuwe Route
fi: Uusi reitti
french: Nouvel itinéraire
german: Neue Route
italian: Nuovo percorso
pl: Nowa droga
pt: Nova rota
ru: Новый маршрут
spanish: Nuevo itinerario
sv: Ny rutt
th: Нов марширут
zh_tw: 新路線

source: Night Mode
ar: الوضع اليلي
da: Nat tilstand
dutch: Nacht Mode
fi: Yömoodi
french: Mode Nuit
german: Nacht-Modus
italian: Modalità Notturna
pl: Tryb nocny
pt: Modo Noturno
ru: Ночной режим
spanish: Modo noche
sv: Nattläge
th: Нощен режим
zh_tw: 夜間模式

source: No driving direction can be computed using your query.
ar: لا يمكن أن تكون القيادة والتوجيه باستخدام استفسارك.
da: Ingen ruteplaner kan blive beregnet ud fra din forespørgsel.
dutch: Er kan geen route berekend worden naar aanleiding van uw verzoek.
el: Δεν είναι δυνατός ο υπολογισμός οδηγιών κατεύθυνσης χρησιμοποιώντας το ερώτημά σας.
fi: Haustasi ei pystytä muodostamaan ajo-ohjetta.
french: Aucun itinéraire n'a pu être calculé pour la requête.
german: Ihre Route konnte nicht erstellt werden.
italian: Non è stato possibile calcolare nessun percorso per la tua ricerca.
lt: Pagal Jūsų užklausą negalima suskaičiuoti važiavimo krypties.
pl: Nie można wyznaczyć trasy
pt: Não pode ser calculado utilizando a direção da sua consulta
ru: По этому запросу невозможно вычислить указания для вождения.
sk: Pokyny pre riadenie nemôžu byť vypočítané žiadné podľa Vami zadanej požiadavky.
sl: Ne morem izračunati poti za vaš vnos.
spanish: Ningún itinerario posible con su consulta.
sq: Nuk mund të kalkulohen drejtimet e vozitjes sipas kërkimit e tuaj.
sv: Sökningen gav ingen köranvisning. Felaktig sökning ?
th: Не могат да се изчислят напъствия за шофиране по вашата заявка.
zh_tw: 無法計算所查詢的規劃路線。

source: No Highway
ar: لايوجد طريق سريع
da: Ingen motorvej
dutch: Geen Snelweg
fi: Ei moottoriteitä
french: Pas d'autoroute
german: Keine Autobahn
italian: Nessuna strada pubblica
pl: Nie ma autostrady
pt: Nenhuma estrada
ru: Нет автострады
spanish: Ninguna Autopista
sv: Ej motorväg
th: Няма магистрала
zh_tw: 迴避高速公路

source: No License
ar: لا رخصة
da: Ingen licens
dutch: Geen Licentie
el: Ανυπαρξία άδειας
fi: Ei lisenssiä
french: Aucune license
german: Keine Lizenz
italian: Nessuna licenza
lt: Nėra licenzijos
pl: Nie ma licencji
pt: Nenhuma licença
ru: Нет Лицензии
sk: Žiadna Licencia
sl: Ni licence
spanish: Ninguna licencia
sq: Pa Leje
sv: Ingen licens
th: Няма лиценз
zh_tw: 未授權

source: No location has been found according to your query.
ar: لم يتم العثور على الموقع وفقا لاستفسارك.
da: Intet sted kan blive fundet ud fra din forespørgsel.
dutch: Geen locatie gevonden overeenkomstig uw verzoek.
el: Δεν ήταν δυνατή η εύρεση τοποθεσίας με βάση το ερώτημά σας.
fi: Hakusi ei löytänyt sijainteja.
french: Votre recherche n'a donné aucun résultat.
german: Der Standort konnte nicht gefunden werden.
italian: Non sono stati trovati risultati corrispondenti ai tuoi criteri di ricerca.
lt: Pagal Jūsų užklausą negalima rasti vietovės.
pl: Nie znaleziono wyszukiwanej lokalizacji
pt: Não foi encontrado a localização de acordo com sua consulta.
ru: По вашему запросу местоположение не найдено.
sk: Žiadna lokalita nebola nájdená podľa Vami zadanej požiadavky.
sl: Nisem našel iskane lokacije.
spanish: Su búsqueda no ha dado ningún resultado.
sq: Nuk u gjend vendi sipas kërkimit tuaj.
sv: Sökningen gav ingen plats. Felaktig sökning ?
th: Не е намерено място по вашата заявка.
zh_tw: 找不到符合所查詢的位置。

source: No name
ar: لا إسم
da: Intet navn
dutch: Geen naam
fi: Nimetön
french: Aucun nom
german: Kein Name
italian: Nessun nome
pl: Nie ma nazwy
pt: Sem Nome
ru: Нет имени
spanish: Ningún nombre
sv: Ej namngiven
th: Няма име
zh_tw: 沒有名稱

source: None
ar: لا شيئ
da: Ingen
dutch: Geen
el: Καθόλου
fi: Ei signaalia
french: Aucun
german: Keine
italian: Nessuno
lt: Nėra
pl: Żaden
pt: Nenhum
ru: Нет
sk: Žiadny
sl: Brez
spanish: Ninguno
sq: Asnjë
sv: Ingen
th: Липсва
zh_tw: 無

source: Number of log files
ar: سجل عدد من الملفات
da: Antal log filer
dutch: Aantal vastleggingen
fi: Lokitiedostojen määrä
french: Nombre de fichiers GPX
german: Anzahl Log-Dateien
italian: Numero file di log
pl: Ilość plików log
pt: Número de arquivos de log
ru: Количество файлов протоколирования
spanish: Numero de ficheros GPX
sv: Antal loggfiler
th: Брой лог файлове
zh_tw: 記錄檔案數

source: ocation
spanish: ugare

source: Offline mode
ar: الوضع الغير متصل
da: Offline tilstand
el: Διαμόρφωση εκτός σύνδεσης
fi: Offline-moodi
french: Mode hors-ligne
german: Offline-Modus
italian: Modalità Offline
lt: Atjungtas
pl: Pracuj offline
pt: Modo Offline
ru: Автономный режим
sk: Offline mód
sl: Brez povezave
spanish: Modo sin conexión
sq: Mënyra e shkëputur
sv: Offline-läge
th: Offline режим
zh_tw: 離線模式

source: on
spanish: i

source: onnecte
spanish: onectad

source: oo
spanish: aj

source: ookmark
spanish: avorito

source: ownloa
spanish: aja

source: Pick a GPS
ar: إختيار الGPS
da: Vælg GPS enhed
dutch: Selecteer GPS apparaat
el: Επέλεξε ένα GPS
fi: Valitse GPS
french: Choisissez un GPS
german: GPS-Gerät wählen
italian: Dispositivo GPS
lt: Pasirinkite GPS
pl: Wybierz GPS
pt: Escolha um GPS
ru: Выберите GPS
sk: Vyberte GPS
sl: Izberi GPS
spanish: Elegir un GPS
sq: Zgjedhe një GPS
sv: Välj GPS
th: Избери GPS
zh_tw: 選擇 GPS

source: Places / Cities
ar: الأماكن / المدن
da: Steder / Byer
dutch: Plekken / Steden
el: Περιοχές / Πόλεις
fi: Paikat / Kaupungit
french: Endroits / Villes
german: Ort / Stadt
italian: Luogo / Città
lt: Vietos / Miestai
pl: Adresy, miasta
pt: Locais / Cidades
ru: Места / Города
sk: Miesta / Mestá
sl: Kraji / Mesta
spanish: Lugares / Ciudades
sq: Vendet / Qytetet
sv: Platser / Städer
th: Места / Градове
zh_tw: 地方 / 城市

source: Please enter a name for your map.
ar: الرجاء إدخال اسم للخريطة.
da: Indtast et navn til dit kort.
dutch: Geef a.u.b. een naam voor de kaart.
fi: Anna kartallesi nimi.
french: Merci d'entrer un nom pour votre carte.
german: Bitte legen Sie einen Namen für die Karte fest.
italian: Inserire un nome per la mappa.
pl: Wpisz nazwę mapy.
pt: Digite um nome para o seu mapa.
ru: Введите имя для вашей карты
spanish: Por favor nombrar su mapa.
sv: Namnge din karta.
th: Моля, въведете име за картата.
zh_tw: 請輸入地圖名稱。

source: Please enter a name for your route.
ar: الرجاء إدخال اسم لمسارك.
da: Indtast et navn til din ruteplan.
dutch: Geef a.u.b. een naam voor de route.
fi: Anna reitillesi nimi
french: Merci d'entrer un nom pour votre itinéraire.
german: Bitte legen Sie einen Namen für die Route fest.
italian: Inserire un nome per il percorso.
pl: Wpisz nazwe trasy.
pt: Digite um nome para sua rota.
ru: Введите имя для вашего маршрута
spanish: Por favor nombrar su itinerario.
sv: Namnge din rutt.
th: Моля, въведете име за марширута
zh_tw: 請輸入路線名稱。

source: Please select a greater map area by touching the screen with two fingers.
ar: الرجاء اختيار منطقة أكبر من الخريطة من خلال لمس الشاشة بالأصبعين.
da: Vælg et større kort ved at røre skærmen med to fingre.
dutch: Selecteer een groter kaart gebied door met twee vingers over het scherm te bewegen.
el: Παρακαλώ επιλέξτε μία μεγαλύτερη περιοχή χάρτη αγγίζοντας την οθόνη με τα δύο δάκτυλα.
fi: Valitse suurempi alue kahdella sormella koskettamalla.
french: Veuillez sélectionner une partie de la carte en touchant l'écran avec deux doigts.
german: Bitte wählen Sie einen größeren Kartenbereich, indem sie den Bildschirm mit zwei Fingern berühren.
italian: Seleziona con due dita un'area più grande della mappa da scaricare.
lt: Pasirinkite didesnį žemėlapio plotą liesdami ekraną dviem pirštais.
pl: Dotykając ekranu dwoma palcami, zaznacz obszar mapy, który chcesz ściągnąć.
pt: Selecione uma área do mapa maior para tocar a tela com dois dedos.
ru: Пожалуйста выберите большую область карты, касаясь экрана с двумя пальцами.
sk: Prosím vyberte väčšiu časť mapy dotykom dvoch prstov na obrazovku.
sl: Prosim izberite večje območje z dvoprstnim dotikom.
spanish: Por favor seleccionar una parte del mapa tocando la pantalla con dos dedos.
sq: Ju lutemi zgjedheni një hapësirë më të madhe të hartës duke prekur ekranin me dy gishta.
sv: Var vänlig välj ett större kartområde genom att använda två fingrar på skärmen.
th: Моля, изберете по-голяма област като докоснете екрана с два пръста.
zh_tw: 請藉由使用兩個手指碰觸螢幕以選擇一塊大區域的地圖。

source: Poor
ar: ضعيف
da: Dårlig
dutch: Slecht
el: Φτωχό
fi: Heikko
french: Pauvre
german: schlecht
italian: Scarso
lt: Prastas
pl: Słaby
pt: Fraco
ru: Слабый
sk: Slabý
sl: Slab
spanish: Bajo
sq: Dobët
sv: Dålig
th: Слаба
zh_tw: 不佳

source: Prevent Sleep Mode
ar: إمنع وضع النوم
da: Undgå automatisk lås
dutch: Voorkom Sleep Mode
el: Απέτρεψε Διαμόρφωση Κλειδώματος
fi: Estä valmiustila
french: Empêcher mode veille
german: Autom. Sperre aus
italian: Disabilita Sleep Mode
lt: Išvengti miegojimo rėžimo
pl: Wyłącz wygaszacz
pt: Impede auto bloqueio
ru: Предотвратить режим сна
sk: Zabrániť Uspaniu
sl: Vedno osvetljen
spanish: Impedir modo reposo
sq: Parandalo mënyrën e gjumit
sv: Motverka sovläge
th: Изключи заспиване
zh_tw: 避免自動鎖定

source: ransfe
spanish: ransferenci

source: Ready to receive...
dutch: Klaar om te ontvangen...
french: Prêt pour recevoir...
german: Empfangsbereit...
italian: Pronto a ricevere...
pl: Gotowy do odbioru...
ru: Готов к загрузке...
spanish: Listo para la recepción...
zh_tw: 準備接收...

source: Ready to transfer...
ar: مستعدة لنقل...
da: Klar til at sende...
dutch: Klaar om over te zetten...
el: Έτοιμο για μεταφορά...
fi: Valmiina siirtoon...
french: Prêt à transférer
german: Bereit zur Datenübertragung...
italian: Pronto per il trasferimento...
lt: Paruoštas persiųsti...
pl: Gotowy do transferowania ...
pt: Pronto para transferência...
ru: Готов к передаче...
sk: Pripravený na prenos...
sl: Pripravljen na prenos...
spanish: Listo para transmitir...
sq: Gati për transfer...
sv: Redo att skicka...
th: Готовност за транфер...
zh_tw: 準備傳送...

source: Receive maps
da: Modtag kort
dutch: Ontvang kaarten
el: Παραλαβή χαρτών
french: Réception de cartes
german: Karten laden
italian: Ricezione mappe
lt: Gauti žemėlapius
pl: Odbieram mapy
pt: Receber mapas
ru: Загрузка карт
sk: Prijať mapy
sl: Sprejem zemljevidov
spanish: Recepción de mapas
sq: Prano hartat
sv: Tag emot kartor
zh_tw: 接收地圖

source: Recompute itinerary
ar: إعادة تحسب المسار
da: Genberegn rute
dutch: Herberekenen route
el: Επανυπολογισμός περιήγησης
fi: Lasketaan reittiä
french: Recalculer l'itinéraire
german: Route neu berechnen
italian: Ricalcola itinerario
lt: Perskaičiuoti maršrutą
pl: Przeliczanie tras
pt: Recaucular Rota
ru: Пересчитать маршрут
sk: Prepočítať trasu
sl: Preračunaj pot
spanish: Recalcular Itinerario
sq: Rikalkulo itinerarin
sv: Räkna om rutt
th: Преизчисли марширута
zh_tw: 重新計算規劃路線

source: Reset GPS
da: Nulstil GPS
el: Επανεκκίνηση GPS
fi: Nollaa GPS
french: Redémarrer le GPS
german: GPS zurücksetzen
italian: Resetta GPS
lt: Perkrauti GPS
pl: Zresetuj GPS
pt: Reiniciar GPS
ru: Сброс GPS
sk: Resetnúť GPS
sl: Resetiraj GPS
spanish: Resetear el GPS
sq: Rivendos GPS
sv: Återställ GPS
th: Нулирай GPS
zh_tw: 重置 GPS

source: Return to main page
ar: العودة إلى الصفحة الرئيسية
da: Tilbage til kortsiden
dutch: Terug naar hoofd pagina
el: Επιστροφή στην κεντρική σελίδα
fi: Siirry etusivulle
french: Retourner à la page d'accueil
german: Zurück zur Startseite
italian: Ritorna alla pagina principale
lt: Grįžti į pagrindinį puslapį
pl: Wróć do strony głównej
pt: Retorne à página principal
ru: Возврат к главной странице
sk: Návrat na hlavnú obrazovku
sl: Vrni se na osnovno stran
spanish: Volver a página principal
sq: Kthehu në faqen kryesore
sv: Åter till huvudsidan
th: Към началната стр.
zh_tw: 回到主頁

source: Route computation
ar: تحسب المسار
da: Ruteplan
dutch: Route berekening
fi: Reitin laskenta
french: Calcul d'itinéraire
german: Route berechnen
italian: Calcolo percorso
pl: Przeliczanie trasy
pt: Computação da rota
ru: Расчет маршрута
spanish: Cálculo del itinerario
sv: Ruttberäkning
th: Изчисляване на марширута
zh_tw: 路線計算

source: Routes Manager
ar: مدير الطرق
da: Rute manager
dutch: Route Beheerder
fi: Reittien hallinta
french: Manager Itinéraires
german: Routen-Manager
italian: Percorsi
pl: Zarządzanie trasami
pt: Controle de rotas
ru: Менеджер маршрутов
spanish: Gestor de itinerarios
sv: Rutthanterare
th: Менджър на марширути
zh_tw: 路線管理員

source: Save in Bookmarks
ar: الحفظ في العناوين
da: Gem i bogmærker
dutch: Opslaan in Bladwijzers
el: Αποθήκευση στους σελιδοδείκτες
fi: Tallenna kirjanmerkkeihin
french: Sauver en signets
german: In Lesezeichen speichern
italian: Salva tra i preferiti
lt: Išsaugoti žymėse
pl: Zapisz w zakładkach
pt: Salve em Favoritos
ru: Сохранить в закладках
sk: Uložiť do Záložiek
sl: Shrani kot zaznamek
spanish: Guardar en favoritos
sq: Ruaj në faqeshënues
sv: Spara till bokmärken
th: Запази в Отметки
zh_tw: 儲存於書籤

source: Search
ar: بحث
da: Søg
dutch: Zoeken
fi: Hae
french: Recherche
german: Suchen
italian: Ricerca
pl: Szukaj
pt: Pesquisar
ru: Поиск
spanish: Buscar
sv: Sök
th: Търси
zh_tw: 搜尋

source: Search for:
da: Søg efter:
dutch: Zoeken naar:
el: Αναζήτηση για:
french: Rechercher:
german: Suche nach:
italian: Ricerca:
lt: Ieškoti:
pl: Szukaj:
pt: Procurar por:
ru: Поиск:
sk: Hľadať:
sl: Išči:
spanish: Buscar:
sq: Kërko për:
sv: Sök efter:
zh_tw: 搜尋：

source: Search Places
ar: البحث عن الأماكن
da: Søg steder
dutch: Zoek Plekken
fi: Hae paikkoja
french: Recherche Endroits
german: Orte suchen
italian: Ricerca
pl: Szukaj miejsc
pt: Pesquisar Locais
ru: Искать Адреса
spanish: Buscar lugares
sv: Sök platser
th: Търси места
zh_tw: 搜尋地點

source: Send by Email
ar: إرسال عن طريق البريد الـرلكتروني
da: Send med email
dutch: Verzenden met Email
fi: Lähetä sähköpostilla
french: Envoyer par e-mail
german: Per E-Mail senden
italian: Invia per Email
pl: Wyślij e-mail'em
pt: Enviar por e-mail
ru: Выслать по Email
spanish: Enviar por e-mail
sv: Skicka via e-post
th: Изпрати по мейл
zh_tw: 以郵件傳送

source: Send by SMS
ar: إرسال عن طريق الرسائل
da: Send med SMS
dutch: Verzenden met SMS
fi: lähetä tekstiviestillä
french: Envoyer par SMS
german: Per SMS senden
italian: Invia per SMS
pl: Wyslij SME'em
pt: Enviar por SMS
ru: Выслать по SMS
spanish: Enviar por SMS
sv: Skicka via SMS
th: Изпрати по СМС
zh_tw: 以簡訊傳送

source: Settings
ar: إعدادات
da: Indstillinger
dutch: Instellingen
el: Ρυθμίσεις
fi: Asetukset
french: Paramètres
german: Einstellungen
italian: Impostazioni
lt: Nuostatos
pl: Ustawienia
pt: Definições
ru: Установки
sk: Nastavenia
sl: Nastavitve
spanish: Parámetros
sq: Mjedis
sv: Inställningar
th: Настройки
zh_tw: 設定

source: Show device info
ar: إظهر معلومات الجهاز
da: Vis enhedsinfo
dutch: Toon apparaat info
el: Εμφάνιση πληροφορίες συσκευής
fi: Näytä laitetiedot
french: Voir les informations de l'appareil
german: Geräteinformation
italian: Visualizza informazioni device
lt: Rodyti įrenginio informaciją
pl: Informacje o urządzeniu
pt: Mostrar inf. do dispositivo
ru: Показать инфо по устройству
sk: Zobraziť info o zariadení
sl: Prikaži več o napravi
spanish: Ver info. GPS
sq: Trego informata për paisjen
sv: Visa enhetsinfo
th: Покажи инфо за устр.
zh_tw: 顯示裝置資訊

source: Show Speedometer
ar: إظهر عداد السرعة
da: Vis speedometer
dutch: Toon Snelheidsmeter
el: Εμφάνιση Ταχύμετρου
fi: Näytä nopeusmittari
french: Afficher la vitesse
german: Tacho einblenden
italian: Visualizza tachimetro
lt: Rodyti spidometrą
pl: Prędkościomierz
pt: Mostrar Velocímetro
ru: Показать спидометр
sk: Zobraziť Show Tachometer
sl: Prikaži hitrost
spanish: Ver la velocidad
sq: Trego matësin e shpejtësisë
sv: Visa hastighetsmätare
th: Покажи километраж
zh_tw: 顯示車速

source: Speed
ar: السرعة
da: Hastighed
dutch: Snelheid
fi: Nopeus
french: Vitesse
german: Geschwindigkeit
italian: Velocità
pl: Prędkość
pt: Velocidade
ru: Скорость
spanish: Velocidad
sv: Hastighet
th: Скорост
zh_tw: 速度

source: Start time
ar: بداية الزمن
da: Start tidspunkt
dutch: Start tijd
fi: Aloita ajanotto
french: Début
german: Abfahrtszeit
italian: Tempo di partenza
pl: Czas początku:
pt: Hora de início
ru: Время начала
spanish: Hora de salida
sv: Starttid
th: Тръгване
zh_tw: 開始時間

source: Stop time
ar: توقف الزمن
da: Stop tid
dutch: Stop tijd
fi: Lopeta ajanotto
french: Fin
german: Ankunftszeit
italian: Tempo di arrivo
pl: Czas końca:
pt: Hora de parada
ru: Время конца
spanish: Hora de Llegada
sv: Sluttid
th: Пристигане
zh_tw: 停止時間

source: Take position from:
ar: اتخاذ موقع من :
da: Sæt position fra:
dutch: Bepaal positie vanaf:
el: Λήψη θέσης από:
fi: Ota sijainti:
french: Utiliser:
german: Adresse wählen:
italian: Prendi posizione da:
lt: Iš:
pl: Pobierz pozycję z:
pt: Tome posição de:
ru: Взять позицию от:
sk: Použiť pozíciu z :
sl: Poberi lokacijo iz:
spanish: Utilizar la posición desde:
sq: Merr pozitën nga:
sv: Tag position från:
th: Вземи позиция от:
zh_tw: 出發點﹕

source: Tap to edit
ar: إضغط للتحرير
da: Tap for at rette
dutch: Wijzigen
fi: Kosketa muokataksesi
french: Toucher pour éditer
german: Zum Ändern antippen
italian: Modifica
pl: Dotknij aby edytować
pt: Toque para editar
ru: Коснитесь для редактирования
spanish: Tocar para editar
sv: Tryck för att ändra
th: Натисни за редакция
zh_tw: 點選以編輯

source: Test Voice volume
french: Test de la voix
spanish: Prueba de volumen de voz

source: The directions database has been sucessfully saved.
ar: تم حفظ قاعدة بيانات الإتجاهات بنجاح.
da: Rueplans databasen er blevet gemt.
dutch: De route bestandsgegevens zijn succesvol opgeslagen.
fi: Reittitietokanta onnistuneesti tallennettu.
french: La base de donnée d'itinéraires a été sauvée avec succès.
german: Die Datenbank mit Fahranweisungen ist gespeichert.
italian: Il database delle direzioni è stato salvato con successo.
pl: Baza kierunków zapisana.
pt: Os dados das direções foram salvo com êxito.
ru: База маршрутов была успешно сохранена.
spanish: La base de datos de las direcciones ha sido guardada correctamente.
sv: Ruttdatabasen har sparats.
th: Базата данни за напътствия е успешно запазена.
zh_tw: 規劃路線資料庫已成功儲存。

source: The language setting is used to localize the driving directions, the maps and the place/city search results.
ar: اللغة التي تستخدم لتحديد موضع اتجاهات القيادة ، وخرائط والمكان / مدينة نتائج البحث.
da: Sprogindstillingerne bruges til at oversætte kørselsvejledning, kortet og sted/by søgeresultaterne.
dutch: De taal instelling wordt gebruikt om correcte zoekopdrachten van route, kaarten en plekken/steden te localiseren.
el: Οι ρυθμίσεις γλώσσας χρησιμοποιούνται για την τοπολόγηση των οδηγιών κατεύθυνσης, των χαρτών και τα αποτελέσματα της έρευνας περιοχής/πόλης.
fi: Kieliasetusta käytetään lokalisoimaan ajo-ohjeet, kartat, ja paikkojen/kaupunkien hakutulokset.
french: Le paramètre langage est utilisé pour traduire les instructions routières, les cartes ainsi que les résultats de recherche de villes ou places.
german: Spracheinstellung für Routen, Karten, Orte und Städte.
italian: La lingua è utilizzata per localizzare le direzioni di guida, le mappe e le città durante la ricerca.
lt: Važiavimo krypties, žemėlapių ir vietų/miestų paieškos kalba.
pl: Ustawienia języka są używane do wyznaczania trasy i przeszukiwania map.
pt: O idioma é usado para localizar as instruções de direção, os mapas, bem como o local / cidade do resultado da pesquisa.
ru: Установка языка используется для локализации указаний для вождения, карт и результатов поиска места.
sk: Nie je použité žiadne nastavenie jazyku pre lokalizovanie inštrukcií pre šoférovanie, mapy a výsledky vyhľadávania miesta/mesta.
sl: Jezikovne nastavitve poslovenijo vodenje, zemljevide ter iskalne rezultate.
spanish: Se utiliza esta función para ajustar el idioma de las instrucciones en carretera, los mapas y también los resultados de búsquedas de ciudades o lugares.
sq: Mjedisi i gjuhës është shfrytëzuar për të lokalizuar drejtimet e vozitjes, hartat dhe vendin/qytetin e rezultatetve të kërkimit.
sv: Språkinställningen används för att regionalisera köranvisningar, kartor och sökresultat för plats/stad.
th: Езиковите настройки се използват за локализиране на напътствията за шофиране, картите и резултатите от търсенето.
zh_tw: 語言設定為用於規劃路線、地圖及搜尋結果顯示文字之用。

source: The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem.
ar: فإن الموقع الخدمات ليست فعالة في جهازك. استخدام تطبيق الإعدادات في شاشة الصفحة الرئيسية الخاصة بك لإصلاح هذه المشكلة.
da: Lokalitetstjenester er ikke aktiveret på din enhed. Brug Indstillinger på din Home Screen til at løse dette problem.
dutch: De Locatievoorzieningen op uw apparaat staat uit. Ga naar Home-Instellingen-Algemeen-Locatievoorzieningen en schuif knop op I om dit probleem op te lossen
el: Οι Υπηρεσίες Τοποθεσίας δεν είναι ενεργοποιημένες στη συσκευή σας.Χρησιμοποιήστε την εφαρμογή Ρυθμίσεις στην κύρια οθόνη για να διορθώσετε αυτό το πρόβλημα.
fi: Sijaintipalveluja ei ole aktivoitu, käynnistä ne laittesi asetuksista.
french: Les Services de Localisation ne sont pas activer sur votre appareil. Utilisez l'application Réglages pour corriger ce problème.
german: Auf Ihrem Gerät sind die Ortungsdienste nicht aktiviert. Wählen Sie Einstellungen > Allgemein am Home-Bildschirm und schalten die Ortungsdienste ein.
italian: Il Servizio di Localizzazione non è abilitato sul tuo dispositivo. Uilizza le Impostazioni del tuo terminale per risolvere il problema.
lt: Vietos nustatymo paslauga Jūsų įrenginiui negalima. Nueikite į telefono nustatymus ir įjunkite vietos nustatymo paslaugas.
pl: Usługa położenia nie jest włączona. Użyj panelu 'USTAWIENIA > Ogólne' w telefonie aby włączyć usługę lokalizacji.
pt: Os serviços de localização não estão ativados no seu dispositivo. Use as configurações aplicativo em sua tela inicial para corrigir este problema.
ru: Услуги поиска местоположения не включены на вашем устройстве. Используйте иконку "Установки" для их включения.
sk: Lokalizačné služby nie sú povolené na Vašom zariadení. Použite Nasvenia aplikácie na Vašej Home obrazovke pre vyriešenie tohto problému.
sl: Podatki o lokaciji so onemogočeni v nastavitvah vaše naprave. Prosimo, spremenite v nastavitvah.
spanish: El servicio de localización no esta activado. Por favor activarlo en Ajustes -> General para solucionar este problema.
sq: Shërbimet e Vendndodhjes nuk janë të lëshuar në paisjen tuaj. Përdor programin e Mjedisit në dritaren e Shtëpisë për të rregulluar këtë problem.
sv: GPS-delen är ej påslagen. Använd programmet Inställningar på din huvudskärm för att starta den.
th: Услугите за локализация на вашето устройство не са пуснати. Използвайте приложението Настройки на началния екран да оправите проблема.
zh_tw: 無法開啟裝置上的定位服務，使用主畫面中之設定功能以修正此問題。

source: The maps database has been sucessfully saved.
ar: تم حفظ قاعدة بيانات الخرائط بنجاح.
da: Kort databasen er blevet gemt.
dutch: De kaarten bestandsgegevens zijn succesvol opgeslagen.
el: Η βάση χαρτών έχει αποθηκευτεί με επιτυχία.
fi: Karttatietokanta onnistuneesti tallennettu.
french: La base de donnée de cartes a été sauvée avec succès.
german: Die Datenbank für Karten ist gespeichert.
lt: Žemėlapių DB išsaugota sėkmingai.
pl: Baza map zapisana.
pt: Os dados dos mapas foram salvos com êxito.
ru: База карт была успешно сохранена.
sk: Databáza máp bola úspešne uložená.
sl: Baza zemljevidov je bila uspešno shranjena.
spanish: La base de datos de los mapas ha sido guardada correctamente.
sq: Baza e të dhënave e hartave është ruajtur me sukses.
sv: Kartdatabasen har sparats.
th: Базата данни за картите е успешно запазена.
zh_tw: 地圖資料庫已成功儲存。
