Repository: zittix/xGPS
Catalog: *.lproj/Localizable.strings
Languages: ar, da, dutch, el, fi, french, german, italian, lt, pl, pt, ru, sk, sl, spanish, sq, sv, th, zh_tw

source: The maps size will also grow when you browse a part of a map you have not already downloaded.
ar: حجم الخرائط سوف يزداد عند تصفح جزء من الخريطه لم يتم تنزيلها
da: Kortstørrelsen vil også vokse når du gennemser en del af kortet du ikke allerede har downloadet.
dutch: De kaart grootte zal ook groeien als u een gedeelte van de kaart bekijkt van een kaart welke u nog niet heeft geladen.
el: To μέγεθος των χαρτών επίσης θα μεγαλώσει καθώς περιηγήστε ένα τμήμα ενός χάρτη που δεν έχετε ήδη κατεβάσει.
fi: Karttojen koko kasvaa myös silloin, kun selaat sellaista paikkaa kartalla, jota et ole aiemmin ladannut.
french: La taille des cartes va s'élargir au fur et à mesure que vous parcourez une partie de la carte que vous n'avez pas préalablement téléchargée.
german: Die Größe der Kartendatei nimmt zu, wenn Sie Karten außerhalb der geladenen Bereiche aufrufen.
italian: La dimensione della mappa si incrementerà anche durante la visualizzazione di un nuovo territorio.
lt: Žemėlapių DB augs, kai žiūrinėsite žemėlapius, kurių dar nesate parsiuntęs.
pl: Rozmiar ściągniętych map wzrośnie gdy będziesz przeglądał część mapy, której jeszcze nie ściągałeś
pt: O tamanho dos mapas também aumenta quando você navega a uma parte do mapa que você ainda não tiver feito download.
ru: Размер карт будет возрастать когда вы просматривайте карту, часть которой не была загружена.
sk: Veľkosť máp bude narastať aj s prezeraním časti mapy ktorá ešte nebola stiahnutá.
sl: Velikost zemljevidov se lahko poveča, če preglejujete dele, ki niso na pomnilniku.
spanish: El tamaño de los mapas aumentará a medida que navegue en áreas que no estén aun en memoria.
sq: Madhësia e hartave gjithashtu do të rritet kur të shikoni një pjesë të hartës që nuk është e shkarkuar më herët.
sv: Kartornas storlek ökar också när du ser på delar av kartan du inte redan laddat ner.
th: Размерът на картите ще расте и когато разглеждате част от карта, която не сте заредили.
zh_tw: 地圖檔案大小同時也將會隨著瀏覽尚未下載的地圖區域而變大。

source: The night mode allows you to concentrate on the road by not being disturbed by the iPhone screen brightness. The colors are darker and the screen brightness will be set to the minimum.
ar: يمكنك الوضع اليلي على التركيز على الطريق بعدم الإنزعاج من سطوح شاشة الآيفون. وهذه الألوان أغمق وسيتم تحديد الحد الأدنى لسطوع الشاشة
da: Nat tilstand gør dig i stand til at koncentere dig om vejen og ikke blive blændet af skærmen. Farverne er mørkere og skærmlyset sænkes til et minimum.
dutch: De Nacht Mode zorgt er voor dat uw aandacht op de weg niet wordt afgeleid door de schermhelderheid van de iPhone. De kleuren zijn donkerder en de schermhelderheid tot een minimum teruggebracht.
fi: Yömoodi antaa sinun keskittyä tiehen ilman että iPhonen näytön kirkkaus häiritsee sinua. Siinä värit ovat tummemmat ja näytön kirkkaus on asetettu minimiin
french: Le mode nuit vous permet de vous concentrer sur la route sans être perturbé par l'écran de votre iPhone. Les couleurs seront plus sombres et la luminosité sera réduite.
german: Der Nacht-Modus verhindert, dass Sie vom Bildschirm im Dunkeln geblendet werden. Der Nacht-Modus verwendet dunklere Farben und ein Minumum an Helligkeit.
italian: La modalità Notturna permette di concentrarsi sulla mappa senza essere disturbati dalla luminosità dello schermo iPhone. I colori saranno più scuri e la luminosità sarà mantenuta al minimo.
pl: Tryb nocny pozwala na koncentracje na trasie. Kolory będą ciemniejsze aby wkran nie raził w nocy.
pt: O modo noturno lhe permite concentrar-se na estrada para não ser perturbado pelo brilho da tela do iPhone. As cores são mais escuras e o brilho do display será definido para o mínimo.
ru: Ночной режим позволяет сконцентрироваться на дороге. Яркость экрана будет минимальной, чтобы не отвлекать.
spanish: El modo noche le permite centrarse en la carretera al no ser distraído por su iPhone. Se ajustaran los colores con tonos más oscuros y se bajará la luminosidad al mínimo.
sv: Nattläget minskar ljusstyrkan på skärmen för att göra det lättare att koncentrera sig på vägen. Färgerna är mörkare och ljusstyrkan är minimerad.
th: Нощният режим ви позволява да се концентрирате върху пътя без да се разсейвате от яркостта на екрана ви. Цветовете са по-тъмни и яркостта на екрана ще бъде намалена до минимум.
zh_tw: 夜間模式可讓使用者專心於路況，而不受 iPhone 畫面亮度干擾，此模式之顏色較暗、螢幕亮度也將調整至最低模式。

source: The zoom level %d corresponds to the most detailed zoom level
ar: مستوى التكبير %d إلى مستوى أكثر تفصيلا الزوم
da: Zoom niveauet %d svarer til den mest detaljerede zoom niveau
dutch: Het zoemniveau %d komt overeen met het beste gedetailleerde ingezoemde niveau.
fi: Suurennoskerroin %d vastaa yksityiskohtaisinta suurennoskerrointa
french: Le zoom %d correspond au zoom le plus détaillé
german: Das Zoom-Level %d bietet die höchste Auflösung
italian: Il livello di zoom %d corrisponde ad uno zoom più dettagliato
pl: Zbliżenie %d odpowiada najwiekszej ilości detali
pt: O nível de zoom %d corresponde ao nível mais detalhado do zoom
ru: Уровень увеличения %d соответствует максимальному
spanish: El nivel de zoom %d corresponde al más detallado
sv: Zoomläget %d motsvarar det högsta detaljläget.
th: Нивото на увеличение %d отговаря на най-детайлното ниво на увеличение
zh_tw: 縮放等級 %d 表示最精細之縮放等級

source: This feature will be implemented in a future version.
da: Denne funktion vil blive implementeret i en senere version.
dutch: Deze funktie zal in een toekomstige versie beschikbaar zijn
el: Αυτό το χαρακτηριστικό θα ισχύει σε μελλοντική έκδοση.
french: Cette fonctionnalité sera disponible dans une future version.
german: Diese funktion ist noch nicht implementiert worden.
italian: Questa funzione non è ancora stata implementata.
lt: Ši įpatybė bus įdiegta ateityje.
pl: Ta opcja będzie dostępna w następnej wersji programu
pt: Este recurso será implementado em uma versão futura.
ru: Эта функция будет создана в будущей версии.
sk: Táto funkcia bude implementovaná v budúcej verzii.
sl: Ta funkcija bo implementirana v prihodnjih verzijah.
spanish: Esta función estará disponible en una próxima versión.
sq: Kjo veti do të zbatohet në versionin e ardhshëm.
sv: Denna funktion kommer att implementeras i en framtida version av programmet.
zh_tw: 此功能將會在未來版本中進行改善。

source: To / Destination
ar: إلى/ الوجهة
da: Til / Destination
dutch: Naar / Bestemming
el: Προς / Προορισμός
fi: Kohde
french: A / Destination
german: Nach / Ziel
italian: Verso / Destinazione
lt: Į / Paskirties taškas
pl: Koniec trasy
pt: Para / Destino
ru: Куда / Пункт назначения
sk: Kam / Cieľ
sl: Do / Prihod
spanish: Hacia / Llegada
sq: Te / Destinacion
sv: Till / Destination
th: Към / Посока
zh_tw: 終點 / 目的地

source: To:
ar: إلى:
da: Til:
dutch: Naar:
el: Προς:
fi: Kohde:
french: À:
german: Ziel:
italian: A:
lt: Į:
pl: Do:
pt: Para:
ru: Куда:
sk: Kam:
sl: Do:
spanish: A:
sq: Te:
sv: Till:
th: Към:
zh_tw: 終點﹕

source: Total log files size
ar: سجل اجمالي حجم الملفات
da: Samlet log filstørelse
dutch: Totaal vastlegging grote
fi: lokitiedostojen yhteiskoko
french: Taille totale des fichiers
german: Größe der Logdateien
italian: Dimensione file di log
pl: Rozmiar plikow log
pt: Tamanho total do arquivo de log
ru: Полный размер файла протоколирования
spanish: Tamaño total de reg. GPX
sv: Loggfilernas totala storlek
th: Общ размер на логовете
zh_tw: 總登錄檔大小

source: Transfer
ar: نقل
da: Overfør
dutch: Overdracht
el: Μεταφορά
fi: Siirretään
french: Transfert
german: Übertragung
italian: Trasferimento
lt: Persiūsti
pt: Transferência
ru: Передача
sk: Prenos
sl: Prenos
spanish: Transmisión
sv: Överför
th: Прехвърли
zh_tw: 傳送

source: Unable to download a part of the map. Check your internet connection.
ar: غير قادر على تحميل جزء من الخريطة. تحقق من اتصالك بالإنترنت.
da: Kan ikke overføre dele af kortet. Check din internet forbindelse.
dutch: Niet in staat een gedeelte van de kaart te laden. Controleer uw internet verbinding.
el: Μη ικανό το κατέβασμα ενός τμήματος του χάρτη.Ελέγξτε την σύνδεσή σας στο διαδίκτυο.
fi: Osaa kartasta ei saatu ladattua. Tarkista internetyhteytesi.
french: Impossible de télécharger une partie de la carte. Vérifiez votre connexion Internet.
german: Ein Teil der Karte kann nicht geladen werden. Prüfen Sie Ihre Internetverbindung.
italian: Impossibile scaricare una parte della mappa. Controlla la connessione internet.
lt: Negalima parsiųsti žemėlapio dalies. Patikrinkite interneto prieigą.
pl: Nie mogę pobrać mapy. Sprawdź połączenie interntowe.
pt: Não é possível transferir uma parte do mapa. Verifique sua conexão com a Internet.
ru: Не возможно загрузить часть карты. Проверьте соединение с интернет.
sk: Nie je možné stiahnuť časť mapy. Skontrolujte Vaše Internetové pripojenie.
sl: Ni mogoče prenesti dela zemljevidov. Preverite povezavo.
spanish: Imposible descargar una parte del mapa. Compruebe su conexión Internet.
sq: Nuk mund të shkarkohet një pjesë e hartës. Kontrollo lidhjen e internetit.
sv: Det gick inte att ladda ner en del av kartan. Kontrollera din Internetuppkoppling.
th: Не е възможно зареждането на част от картата. Проверете връзката си с Интернет.
zh_tw: 無法下載某部份的地圖，請檢查網際網路連線狀況。

source: Unable to get the GPS position. The GPS is not currently giving any position information.
ar: غير قادر على الحصول على موقع GPS. لا توجد معلومات في الوقت الحالي لتوفر الشبكة
da: Kan ikke få GPS position. GPS'en afgiver for øjeblikket ingen positionsinformation.
dutch: Niet in staat een GPS positie te vergkrijgen. De GPS geeft momenteel geen enkele informatie over uw positie.
el: Μη ικανή η ανάκτηση θέσης GPS. Η μονάδα GPS δεν παρέχει προς το παρόν πληροφορίες θέσης.
fi: Sijaintia ei saada selvitettyä. GPS ei anna tällä hetkellä mitään sijaintitietoja.
french: Impossible d'obtenir la position. Le GPS ne donne actuellement aucune information valide.
german: Die GPS-Position lässt sich nicht ermitteln. GPS übermittelt gegenwärtig keine Positionsdaten.
italian: Impossibile ricavare la posizione corrente tramite GPS. Il sistema GPS non sta fornendo nessuna posizione.
lt: Negalima gauti GPS pozicijos. GPS įrenginys neduoda jokios pozicijos informacijos.
pl: Nie mogę określić położenia GPS. GPS nie podaje żadnej pozycji.
pt: Não foi possível obter a posição GPS. Atualmente o GPS não da qualquer informação da posição.
ru: Невозможно определить позицию GPS. Приемник GPS не получает сигнал со спутника.
sk: Nie je možné získať GPS pozíciu. GPS práve teraz nedáva žiadne informácie o polohe.
sl: Ni mogoče določiti trenutne lokacije. Trenutno GPS ne posreduje koordinat.
spanish: Imposible obtener su posición. El GPS no da actualmente una información valida.
sq: Nuk mund të gjendet pozita e GPS. GPS-i momentalisht nuk është duke jap asnjë informatë për pozitën.
sv: Det gick inte att hämta GPS-position. GPS-enheten ger för tillfället ingen positionsinformation.
th: Не е възможно определянет на GPS позицията. GPS-ът в момента не дава никаква информация за позицията.
zh_tw: 無法取得 GPS 位置，GPS 目前未送出任何位置資訊。

source: Unable to open the serial port. Make sure that no other GPS software is running in background.
ar: غير قادر على فتح المسلسل الميناء. تأكد من عدم وجود برامج أخرى لتحديد المواقع يعمل في الخلفية.
da: Kan ikke åbne den serielle port. Sørg for at andet GPS software ikke kører i baggrunden.
dutch: Niet in staat de seriepoort te openen. Overtuig u er van dat geen andere GPS-Software op de achtergrond actief is.
el: Μη ικανή η ενεργοποίηση της σειριακής θύρας. Βεβαιωθείτε ότι δεν εκτελείται στο παρασκήνιο άλλο λογισμικό GPS.
fi: Sarjaportin avaus epäonnistui. Varmista ettei mikään muu GPS-ohjelma ole taustalla käynnissä.
french: Impossible d'ouvrir le port série. Veuillez vérifier qu'aucun autre logiciel de GPS ne tourne en arrière-plan.
german: Die Verbindung kann nicht hergestellt werden. Vergewissern sie sich, dass keine andere GPS-Software im Hintergrund läuft.
italian: Impossibile connettersi alla porta seriale. Assicurarsi che non ci siano altri software GPS attivi in background.
lt: Negalima atidaryti nuoseklaus prievado. Įsitikinkite ar neveikia jokia kita GPS programinė įranga.
pl: Nie mogę otworzyć portu. Upewnij się, że żadna inna aplikacja nie używa GPS.
pt: Não foi possível abrir a porta serial. Certifique-se que nenhum outro software GPS está a sendo executado em segundo plano.
ru: Не могу открыть последовательный порт. Проверьте, что другая программа GPS его не использует.
sk: Nie je možné otvoriť sérivý port. Uistite sa, že nie je spustená žiadna iná GPS aplikácia na pozadí.
sl: Ni mogoče odpreti serijskega porta. Preverite, da noben drug program ne uporablja GPS.
spanish: Imposible comunicación con el puerto serie. Por favor compruebe que ningún otro programa de GPS esté funcionando en paralelo.
sq: Nuk mund të hapet port-i serial. Sigurohuni që asnjë GPS program tjetër nuk është i lëshuar në prapavi.
sv: Det gick inte att öppna serieporten. Se till att ingen annan mjukvara använder GPS-enheten.
th: Не е възможна връзката със серийния порт. Проверете да не би да има пуснат друг GPS софтуер.
zh_tw: 無法開啟序列埠，請確定沒有其他 GPS 軟體正處於背景執行模式。

source: Unable to retrieve the driving directions from the server: %@
ar: غير قادر على استعادة اتجاهات القيادة من الخادم : ٪ @
da: Kan ikke hente kørselsvejledning fra serveren: %@
dutch: Niet in staat de route terug te halen van de server: %@
el: Μη ικανή η ανάκτηση πληροφοριών θέσης από το διακομιστή: %@
fi: Ajo-ohjeiden haku serveritltä %@ epäonnistui.
french: Impossible d'obtenir les informations depuis le serveur: %@
german: Die Route konnte nicht vom Server geladen werden: %@
italian: Impossibile ottenere le direzioni di guida dal server: %@
lt: Negalima parsiųsti važiavimo krypties iš serverio: %@
pl: Nie można pobrać trasy z serwera: %@
pt: Não foi possível recuperar as instruções de direção a partir do servidor: %@
ru: Невозможно получить указания для вождения от сервера: %@
sk: Nie je možné získať pokyny pre riadenie zo servera: %@
sl: Ni mogoče prejeti navodil za vodenje s strežnika: %@
spanish: Imposible conseguir información desde el servidor: %@
sq: Nuk mund të merren drejtimet e vozitjes nga serveri: %@
sv: Det gick inte att hämta köranvisningar från servern: %@
th: Не е възможно зареждането на напътствия за шофиране от сървъра: %@
zh_tw: 無法由伺服器上接收規劃路線：%@

source: Unable to retrieve the required information from the server: %@
ar: غير قادرة على استرجاع المعلومات المطلوبة من الخادم : ٪ @
da: Kan ikke hente den ønskede information fra serveren: %@
dutch: Niet in staat de vereiste informatie van server op te vragen: %@
el: Μη ικανή η ανάκτηση των απαραιτήτων πληροφοριών από το διακομιστή: %@
fi: Vaadittujen tietojen haku serveriltä %@ epäonnistui.
french: Impossible d'obtenir les informations requises: %@
german: Die Information kann nicht vom Server abgerufen werden: %@
italian: Impossibile ricevere le informazioni richieste: %@
lt: Negalima parsiųsti informacijos iš serverio: %@
pl: Nie można pobrać informacji z serwera: %@
pt: Não foi possível recuperar as informações necessárias a partir do servidor: %@
ru: Не могу получить необходимую информацию от сервера: %@
sk: Nie je možné získať požadované informácie zo servera: %@
sl: Ni mogoče dobiti potrebnih informacij s strežnika: %@
spanish: Imposible conseguir la informacion solicitada desde el servidor: %@
sq: Nuk mund te merret informata e kërkuar nga serveri: %@
sv: Det gick inte att hämta den nödvändiga informationen från servern: %@
th: Не е възможно зареждането на необходимата информация от сървъра: %@
zh_tw: 無法自伺服器上接受所要求之資訊：%@

source: Unknown
ar: غير معروف
da: Ukendt
dutch: Onbekend
fi: Tuntematon
french: Inconnu
german: Unbekannt
italian: Sconosciuto
pl: Nieznane
pt: Desconhecido
ru: Неизвестный
spanish: Desconocido
sv: Okänt
th: Неизвестен
zh_tw: 未知

source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
dutch: Onbekende fout
el: Άγνωστο σφάλμα
fi: Tuntematon virhe
french: Erreur inconnue
german: Unbekannter Fehler
italian: Errore sconosciuto
lt: Nežinoma klaida
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
spanish: Error desconocido
sq: Error i panjohur
sv: Okänt fel
th: Неизвестна грешка
zh_tw: 未知錯誤

source: Upload a new directions database
ar: تحميل قاعدة بيانات الاتجاهات الجديدة
da: Upload en ny ruteplans database
dutch: Ophalen van een nieuwe route gegevens bestand
fi: Lähetä uusi reittitietokanta.
french: Envoyer une nouvelle base de données d'itinéraires
german: Neue Datenbank mit Fahranweisungen laden
italian: Carica un nuovo database direzioni
pl: Wgraj baze kierunków
pt: Transferir uma nova direção a base de dados
ru: Загрузить новую базу указаний
spanish: Enviar una nueva BD de itinerarios
sv: Ladda upp en ny ruttdatabas
th: Качи нова база данни за напътствия
zh_tw: 上傳新規劃路線資料庫

source: Upload a new maps database
ar: تحميل قاعدة بيانات خرائط جديدة
da: Upload en ny kort database
dutch: Ophalen van een nieuwe kaarten gegevens bestand
el: Ανέβασμα μιας νέας βάσης χαρτών
fi: Lähetä uusi karttatietokanta
french: Envoyer une nouvelle base de données de cartes
german: Neue Datenbank mit Karten laden
italian: Carica un nuovo database mappe
lt: Nusiųsti naują žemėlapių DB
pl: Wgraj baze map
pt: Enviar um novo mapas a base de dados
ru: Загрузить новую базу карт
sk: Uploadnúť novú databázu máp
sl: Naloži novo bazo kart
spanish: Enviar una nueva BD de mapas
sq: Ngarko një bazë të re të të dhënave të hartave
sv: Ladda upp en ny kartdatabas
th: Качи нова база данни за карти
zh_tw: 上傳新地圖資料庫

source: Upload new directions database
ar: تحميل قاعدة بيانات الاتجاهات الجديدة
da: Upload en ny ruteplans database
dutch: Ophalen nieuw route gegevens bestand
fi: Lähetä uusi reittitietokanta.
french: Envoyer une nouvelle base de données d'itinéraires
german: Neue Datenbank mit Fahranweisungen laden
italian: Carica un nuovo database direzioni
pl: Wgraj baze kierunków
pt: Carregar novos mapas na base de dados
ru: Загрузить новую базу указаний
spanish: Enviar nueva BD de itinerarios
sv: Ladda upp ny ruttdatabas
th: Качи нова база данни за напътствия
zh_tw: 上傳新規劃路線資料庫

source: Upload new maps database
ar: تحميل قاعدة بيانات خرائط جديدة
da: Upload en ny kort database
dutch: Ophalen nieuw kaarten gegevens bestand
el: Ανέβασμα νέας βάσης χαρτών
fi: Lähetä uusi karttatietokanta.
french: Envoyer une nouvelle base de données de cartes
german: Neue Datenbank mit Karten laden
italian: Carica un nuovo database mappe
lt: Nusiųsti naujų žemėlapių DB
pl: Wgraj baze map
pt: Carregar novos mapas na base de dados
ru: Загрузить новую базу карт
sk: Uploadnúť novú databázu máp
sl: Naloži novo bazo kart
spanish: Enviar nueva BD de mapas
sq: Ngarko bazë të re të të dhënave të hartave
sv: Ladda upp ny kartdatabas
th: Качи нова база данни за карти
zh_tw: 上傳新地圖資料庫

source: Use Miles unit
ar: استخدام وحدة مايلز
da: Anvend miles enheder
dutch: Gebruik eenheid Miles
el: Χρησιμοποίηση μονάδων μιλίου
fi: Käytä maileja
french: Utiliser les Miles
german: Einheit mph
italian: Utilizza Miglia
lt: Naudoti Mylias
pl: Prędkość w MPH
pt: Unidades em Milhas
ru: Использовать мили
sk: Použiť Míľové jednotky
sl: Uporabi milije
spanish: Utilizar unidad millas
sq: Përdor njësinë e matjes Milje
sv: Använd Miles-enhet
th: Използвай мили
zh_tw: 使用英哩單位

source: Use the Reset GPS option to restart the GPS when it gives a completly wrong position or if it does not respond anymore.
ar: استخدام خيار إعادة GPS لتحديد المواقع لاستئناف عندما يعطي موقع خاطئ كليا أو إذا لم يعد يستجيب.
da: Anvend Nulstil GPS for at genstarte GPS'en når den angiver en helt forkert position eller ikke svarer længere.
dutch: Gebruik de Reset GPS optie om de GPS opnieuw te starten als er een compleet afwijkende positie wordt gegeven of de GPS niet meer reageert.
el: Χρησιμοποιήστε την επιλογή επανεκκίνησης GPS option για να επανεκκινήσετε τη μονάδα GPS όταν εμφανίζει μια τελείως λανθασμένη θέση ή δεν ανταποκρίνεται πλέον.
fi: Nollaa GPS jos se antaa täysin väärän sijainnin tai ei vastaa ollenkaan.
french: Utilisez l'option Redémarrer le GPS lorsque le GPS donne une position erronée ou qu'il ne répond plus.
german: Wählen Sie die Option GPS zurücksetzen wenn Sie eine komplett falsche Ortsbestimmung erhalten oder GPS nicht mehr reagiert.
italian: Utilizza l'opzione di reset del GPS per riavviare il GPS quando viene ritornata una posizione completamente sbagliata oppure il dispositivo smette di risponedere.
lt: Naudokite Perkrauti GPS opciją, jei įrenginys rodo visiškai klaidingą poziciją arba nebereaguoja visai.
pl: Uźyj opcji 'Resetuj GPS' jeśli GPS podaje niepoprawną pozycję lub nie odpowiada.
pt: Use a opção Reiniciar GPS para quando o GPS dá uma posição completamente errada ou se ele não responder mais.
ru: Используйте опцию Сброс GPS для перезагрузки модуля если он дает сильно неверную позицию или не отвечает вовсе.
sk: Použite Reset GPS pozície pre reštartovanie GPS keď dáva chybné informácie alebo prestane komunikovať.
sl: Uporabi možnost resetiranja GPS, kadar daje napačno pozicijo ali pa se ne odziva.
spanish: En el caso de que el GPS de una posición errónea o que no funcione correctamente, por favor resetear el GPS
sq: Përdore rivendos GPS mundësinë ta rifilloni GPS-in kur të tregoj pozitën e gabuar ose nëse nuk përgjigjet më.
sv: Använd Återställ GPS funktionen för att starta om GPS-enheten när den ger felaktig positionering eller slutat svara.
th: Използвайте опцията Нулирай GPS да рестартирате GPS-а когато ви дава грешна посока или е забил.
zh_tw: 假如 GPS 回報錯誤位置或者沒有回應時，使用重置 GPS 選項以進行 GPS 重新啟動。

source: User Interface
ar: واجهة المستخدم
da: Brugerflade
dutch: Gebruiker Interface
el: Διεπαφή Χρήστη
fi: Käyttöliittymä
french: Interface utilisateur
german: Darstellung
italian: Interfaccia Utente
lt: Vartotojo sąsaja
pl: Interfejs użytkownika
pt: Interface do Usuário
ru: Пользовательский интерфейс
sk: Užívateľské Rozranie
sl: Uporabniški vmesnik
spanish: Interface usuario
sq: Paraqitja e shfrytëzuesit
sv: Användargränsnitt
th: Потребителски интерфейс
zh_tw: 使用者介面

source: Verifying license number...
ar: الترخيص والتحقق من عدد...
da: Undersøger licensnummer...
dutch: Controle Licentie nummer...
el: Επαληθεύοντας τον αριθμό αδείας...
fi: Tarkistetaan lisenssinumeroa...
french: Vérification du numéro de license...
german: Lizenznummer verifizieren...
italian: Controllo numero licenza...
lt: Tikrinamas licenzijos numeris...
pl: Weryfikuję numer licencji ...
pt: Verificando número da licença...
ru: Проверка номера лицензии...
sk: Kontrolovanie licenčného čísla...
sl: Preverjam številko licence...
spanish: Verificación del número de licencia...
sq: Duke kontrolluar numrin e lejes...
sv: Verifierar licensnummer...
th: Проверяване на лицензен номер...
zh_tw: 正在確認授權碼...

source: Version
ar: النسخة
dutch: Versie
el: Έκδοση
fi: Versio
italian: Versione
lt: Versija
pl: Wersja
pt: Versão
ru: Версия
sk: Verzia
sl: Verzija
spanish: Versión
sq: Versioni
th: Версия
zh_tw: 版本

source: Voice Instructions
ar: التعليمات الصوتية
da: Stemme instruktioner
dutch: Gesproken instructies
fi: Ääniopastus
french: Instructions vocales
german: Sprachsteuerung
italian: Guida Vocale
pl: Nawigacja głosowa
pt: Instruções de voz
ru: Голосовые инструкции
spanish: Instrucciones vocales
sv: Röstinstruktioner
th: Гласови напътствия
zh_tw: 語音導引
